{
  "index": {
    "title": "Генератор атрибуції",
    "description": "Інформація про ліцензію для зображень з Вікіпедії та Вікісховища",
    "no-script": "Для використання цієї сторінки Вам потрібно ввімкнути Javascript.",
    "how-it-works-1": "Вставте веб-адресу зображення у Вікісховищі чи статті Вікіпедії для запуску інструменту.",
    "how-it-works-2": "Дайте відповідь на запитання про свої наміри щодо використання для створення правильного повідомлення про ліцензію.",
    "how-it-works-3": "Прочитайте як використовувати повідомлення про ліцензію.",
    "how-it-works-4": "Скопіюйте згенероване повідомлення про ліцензію та вставте його до своєї публікації для правильного використання зображення.",
    "how-it-works": "Як це працює?",
    "input-placeholder": "Веб-адреса зображення у Вікісховищі чи статті Вікіпедії.",
    "go-button": "Розпочнімо!",
    "feedback-name": "Ім'я",
    "feedback-body": "Відгук",
    "feedback-submit": "Надіслати",
    "feedback-thanks": "Дякуємо за Ваш відгук!",
    "feedback": "Відгук",
    "about": "Про",
    "legal": "Слід та Політика конфіденційності",
    "legal-tracking-switch": "Зніміть відмітку для припинення відстеження Вашого відвідування.",
    "legal-hosting": "Цей інструмент розміщено на Вікімедіа Лабс. Прочитайте Умови використання на <a href=\"https://wikitech.wikimedia.org/wiki/Wikitech:Labs_Terms_of_use\" target=\"_blank\">https://wikitech.wikimedia.org/wiki/Wikitech:Labs_Terms_of_use</a>.",
    "private-use": "Чисто приватне використання (без публікації) та інші винятки та обмеження щодо авторських прав"
  },
  "error": {
    "generic": "Сталася непередбачувана помилка. Вибачте.",
    "mediatype-unsupported": "На жаль, цей тип медіа наразі не підтримується інструментом. Вибачте.",
    "licence-unsupported": "На жаль, виявлений тип ліцензії наразі не підтримується інструментом. Вибачте.",
    "url-invalid": "Зазначена Вами веб-адреса не може бути оброблена. Вибачте.",
    "licence-not-recognized": "На жаль, формат, у якому ліцензійна інформація зберігається для цього зображення, наразі не підтримується інструментом. Вибачте.",
    "send-feedback": "Щось не спрацювало. Будь ласка, спробуйте знову.",
    "feedback-generic": "Щось не спрацювало. Будь ласка, спробуйте знову.",
    "feedback-blank-fields": "Please fill in all the fields of the feedback form."
  },
  "info-box": {
    "private-use": "Для більшості приватних використань Вам не потрібно повідомлення про ліцензію.",
    "private-use-more-link": "&#8594; ДІЗНАТИСЯ БІЛЬШЕ",
    "dont-show-again": "Не показувати це повідомлення знову.",
    "understood-and-close": "Зрозуміло та закрити.",
    "ported-licence": "Деякі ліцензії Creative Commons було опубліковано в специфічних до країн редакціях, так званих «адаптованих ліцензіях». Зображення, для якого Ви запитували повідомлення про ліцензію, було опубліковано з такою адаптованою ліцензією. Інструмент не може перевірити чи ліцензійні вимоги цієї специфічної до країни ліцензії Creative Commons еквівалентні англомовній версії. Однак, Ви все одно можете згенерувати повідомлення-атрибуцію про ліцензію цим інструментом. Щоб бути повністю певним ми радимо перевірити вимоги цієї специфічної до країни версії ліцензії. Додатково це повідомлення про ліцензію повинне бути мовою її вмісту, щоб виконувати свою функцію повністю."
  },
  "dialogue": {
    "public-domain-picture": "This image upon upload was marked as being in the public domain, so you do not need a license notice for it.",
    "no-attribution-needed": "No license notice needed",
    "more-information": "further information",
    "adjust-attribution-for-usage": "Adapt the license notice to the use case",
    "public-domain-text": "<p>According to the details that were detected, this image is free of copyright and can be used without any license requirements, so even withouth mentioning any author or license.</p><p>However, under German copyright law, an author always retains some unwaivable rights to every work. We therefore recommend to not falsely claim the authorship of the image nor to use the image in a way that could be regarded harmful to the author’s reputation. It is, furthermore, recommendable to inform other users about the public domain status of this image.</p>",
    "type-of-use-headline": "How do you want to use the image?",
    "author-headline": "What is the name (or the names) of the author or the copyright holder?",
    "compilation-headline": "How do you want to publish the image?",
    "editing-headline": "Do you want to use the image in a modified form?",
    "change-headline": "What did you modify?",
    "creator-headline": "How do you want your modifications to be attributed to yourself?",
    "licence-headline": "Under which license do you want to publish the modified image?",
    "done-headline": "Congratulations!",
    "answer-print": "In a context, where you cannot use hyperlinks (e. g. print products, set of slides).",
    "answer-online": "Online.",
    "author-label": "Please fill in the information and also state any attributions to further parties (like “sponsored by X” or “published by Y”) if applicable:",
    "next": "Next",
    "answer-no-author": "No information available on this.",
    "answer-compilation": "Combined with other works.",
    "answer-no-compilation": "On its own.",
    "answer-edited": "Yes.",
    "answer-not-edited": "No, I want to use the image in its original unmodified form.",
    "author-question-mark": "This is for the attributed name(s) or pseudonym(s) of the author(s) or rightsholders. Information has to be stated exactly as it is found at the source, including © and/or year.",
    "change-question-mark": "A short info like “Excerpt” or “Coloration” is sufficient.",
    "compilation-question-mark": "Please choose this option if you think that your publication of the image together with other works (because of the selection and arrangement) as a collection is an intellectual creation in itself, i.e. the collection, due to its originality, is a work of authorship beyond the works contained in it. That could, for example, be the case if you create a photo book or a best-of-collection of certain images. The situation is different if you create a remix, like a collage of several images, which in most cases will not result in a collection, but in an adaptation of the images used for it.",
    "editing-question-mark": "All changes of the image that alter its impression on its viewers (like clipping, coloring, drastic re-sizing etc.) make the result an adaptation in the legal sense. In contrast, changing the image’s file format or digitizing it does not result in adaptations because the image and the impression it gives remain the same.",
    "licence-question-mark": "The tool only offers licenses which are compatible with the Creative Commons license attached to the original work.",
    "creator-question-mark": "Please state, if possible, your full name. A pseudonym, a nickname or “anonymous” is possible as well.",
    "same-licence": "Same license as the original work.",
    "licence-text": "License text",
    "download-image-link": "Downlowad the image",
    "file-page-link": "Web address of the image on Wikimedia Commons",
    "done": "Done",
    "typeOfUse": "Type of use",
    "author": "Author",
    "compilation": "Collection",
    "editing": "Adaptation",
    "change": "Changes",
    "creator": "Creator",
    "licence": "License"
  },
  "evaluation": {
    "by": "by",
    "edited": "modified",
    "done-text": "You have answered all questions. You are ready to use the correct license notice.",
    "your-attribution": "Your license notice",
    "copy": "Copy",
    "do-print-text": "You should show this information as close to the image as resonably possible (e.g. directly below it). In any case, viewers must be able to find the information easily. If you have a book or magazine, the attributions could also be placed in the imprint or at another standard location, as long as one can easily identify the image each attribution info belongs to (e.g. by providing the page number).",
    "do-online-text": "Please note, that the license notice includes hyperlinks, which have to be included wherever you make use of the license notice. You should show this information as close to the image as resonably possible (e.g. directly below it). In any case, viewers must be able to find the information easily. To make it easier for you, the tool provides the attribution including all hyperlinks in plain text format and as an html snippet. This way, you can transfer it directly into the source code of your webpage.",
    "do-compilation-text": "If the license holder asked you not to publish their name, the title of the work or any other information, please state the license’s hyperlink only. The tool provides it with the button below. The authors / rightsholders are meant to be able to decide by themselves, whether their names or the image titles are published or not in case the images are part of a collection they don’t want to be associated with.",
    "dont-terms-of-use-headline": "Do not impose any further conditions",
    "dont-terms-of-use-text": "You are not allowed to impose any further conditions regarding the image, which might restrict the rights granted through the Creative Commons license (e.g. no prohibiting the distribution of the contents of a specific webpage, as long as the CC-licensed images are not explicitly excepted from this ban).",
    "dont-sublicences-headline": "No sublicensing allowed",
    "dont-sublicences-text": "You are not allowed to sublicense the work. That means, that you are not allowed to state yourself as the licensor. Only if you modify the image you can become a licensor (and only limited to your modifications, not regarding to the original image). Others who will later receive the photo from you, receive their Creative Commons license offer directly from the licensor of the original image and not from you as the transmitter.",
    "dont-cc-licence-headline": "Existing legal notices",
    "dont-cc-licence-text": "If you find any Creative Commons license notices or limitations of liability, you are not allowed to change these.",
    "dont-technical-protection-headline": "Do not impose any technical protection measures",
    "dont-technical-protection-text": "You are not allowed to impose any technical protection measures regarding the image, which might restrict rights that flow from the Creative Commons license (e.g. copy protection mechanisms that restrict the printing of a PDF file).",
    "dont-rightholder-connection-headline": "No special connection to the rightsholder",
    "dont-rightholder-connection-text": "You are not allowed to use the image in a way that could be perceived as indicating that the rightsholder or any attribution parties mentioned granted rights to you in an individual transaction or otherwise endorse your specific use of the image.",
    "show-licence-text": "See the full license text",
    "anonymous": "anonymous",
    "copy-hint": "Copy the marked text"
  }
}
