{
  "index": {
    "title": "Генератор атрибуції",
    "description": "Інформація про ліцензію для зображень з Вікіпедії та Вікісховища",
    "no-script": "Для використання цієї сторінки Вам потрібно ввімкнути Javascript.",
    "how-it-works-1": "Вставте веб-адресу зображення у Вікісховищі чи статті Вікіпедії для запуску інструменту.",
    "how-it-works-2": "Дайте відповідь на запитання про свої наміри щодо використання для створення правильного вказання ліцензії.",
    "how-it-works-3": "Прочитайте, як вказувати ліцензії.",
    "how-it-works-4": "Скопіюйте згенероване вказання ліцензії та вставте його до своєї публікації для правильного використання зображення.",
    "how-it-works": "Як це працює?",
    "input-placeholder": "Веб-адреса зображення у Вікісховищі чи статті Вікіпедії.",
    "go-button": "Розпочнімо!",
    "feedback-name": "Ім'я",
    "feedback-body": "Відгук",
    "feedback-submit": "Надіслати",
    "feedback-thanks": "Дякуємо за Ваш відгук!",
    "feedback": "Відгук",
    "about": "Про",
    "legal": "Дані та Політика конфіденційності",
    "legal-tracking-switch": "Зніміть відмітку для припинення відстеження Вашого відвідування.",
    "legal-hosting": "Цей інструмент розміщено на Вікімедіа Лабс. Прочитайте Умови використання на <a href=\"https://wikitech.wikimedia.org/wiki/Wikitech:Labs_Terms_of_use\" target=\"_blank\">https://wikitech.wikimedia.org/wiki/Wikitech:Labs_Terms_of_use</a>.",
    "private-use": "Суто приватне використання (без публікації) та інші винятки й обмеження щодо авторських прав"
  },
  "error": {
    "generic": "Сталася непередбачувана помилка. Вибачте.",
    "mediatype-unsupported": "На жаль, цей тип медіа наразі не підтримується інструментом. Вибачте.",
    "licence-unsupported": "На жаль, виявлений тип ліцензії наразі не підтримується інструментом. Вибачте.",
    "url-invalid": "Зазначена Вами веб-адреса не може бути оброблена. Вибачте.",
    "licence-not-recognized": "На жаль, формат, у якому ліцензійна інформація зберігається для цього зображення, наразі не підтримується інструментом. Вибачте.",
    "send-feedback": "Щось не спрацювало. Будь ласка, спробуйте знову.",
    "feedback-generic": "Щось не спрацювало. Будь ласка, спробуйте знову.",
    "feedback-blank-fields": "Будь ласка, заповніть усі поля форми відгуку."
  },
  "info-box": {
    "private-use": "Для більшості приватних використань Вам не потрібно вказувати ліцензію.",
    "private-use-more-link": "&#8594; ДІЗНАТИСЯ БІЛЬШЕ",
    "dont-show-again": "Не показувати це повідомлення знову.",
    "understood-and-close": "Зрозуміло, закрити.",
    "ported-licence": "Деякі ліцензії Creative Commons було опубліковано в редакціях для певних країн, так званих «адаптованих ліцензіях». Зображення, для якого Ви запитували вказання ліцензії, опубліковане з такою адаптованою ліцензією. Інструмент не може перевірити, чи ліцензійні вимоги цієї ліцензії Creative Commons для окремої країни еквівалентні англомовній версії. Однак Ви все одно можете згенерувати повідомлення-атрибуцію про ліцензію цим інструментом. Щоб бути повністю певними, ми радимо перевірити вимоги цієї версії ліцензії для країни. Додатково це вказання ліцензії повинне бути мовою її вмісту, щоб виконувати свою функцію повністю."
  },
  "dialogue": {
    "public-domain-picture": "При завантаженні це зображення було позначене як таке, що перебуває у суспільному надбанні, тож Вам не потрібно вказувати ліцензію.",
    "no-attribution-needed": "Вказання ліцензії не потрібне,
    "more-information": "більше інформації",
    "adjust-attribution-for-usage": "Адаптувати вказання ліцензії до способу використання",
    "public-domain-text": "<p>Згідно з виявленими даними, це зображення не захищене авторським правом, і його можна використовувати без жодних ліцензійних вимог, навіть без згадування автора або ліцензії.</p><p>Однак згідно з законодавством Німеччини про авторське право, за автором завжди залишаються деякі невідкличні права на кожен твір. Тому ми рекомендуємо не заявляти неправдиво про своє авторство зображення і не ви користовувати зображення у спосіб, який можна оцінити як шкідливий для репутації автора. Також бажано поінформувати інших користувачів про те, що дане зображення перебуває у суспільному надбанні.</p>",
    "type-of-use-headline": "Як Ви хочете використати це зображення?",
    "author-headline": "Яке ім'я (імена) автора чи власника авторських прав?",
    "compilation-headline": "Як Ви хочете опублікувати це зображення?",
    "editing-headline": "Чи хочете Ви використовувати зображення у зміненій формі?",
    "change-headline": "Що Ви змінили?",
    "creator-headline": "Як Ви хочете вказати власне авторство зроблених змін?",
    "licence-headline": "Під якою ліцензією Ви хочете опублікувати змінене зображення?",
    "done-headline": "Вітаємо!",
    "answer-print": "У контексті, де не можна використати гіперпосилання (наприклад, друкована продукція, слайди).",
    "answer-online": "Онлайн.",
    "author-label": "Будь ласка, заповніть інформацію і вкажіть також будь-які інші сторони (на зразок «за сприяння X» або «опубліковано Y»), якщо потрібно:",
    "next": "Далі",
    "answer-no-author": "Немає такої інформації.",
    "answer-compilation": "Поєднано з іншими творами.",
    "answer-no-compilation": "Як є.",
    "answer-edited": "Так.",
    "answer-not-edited": "Ні, я хочу використати зображення у його оригінальному незміненому вигляді.",
    "author-question-mark": "Це поле для імен(і) чи псевдоніма(-ів) автора(-ів) чи власника(-ів) авторських прав. Інформацію треба подати точно так само, як було в джерелі, включно з © та/або роком.",
    "change-question-mark": "Достатньо короткої вказівки: «вирізка», «забарвлення» тощо.",
    "compilation-question-mark": "Будь ласка, оберіть цей варіант, якщо Ви вважаєте, що Ваша публікація цього зображення разом з іншими творами (внаслідок вибірки і впорядкування) як збірка сама по собі є інтелектуальним твором, тобто збірка, завдяки своїй оригінальності, є авторським твором не залежно від творів, з яких вона складається. Наприклад, це може бути тоді, коли Ви створили фотокнигу або вибірку найкращих зображень певного виду. Це не стосується випадків, коли Ви створюєте ремікс у вигляді колажу з кількох фото, що у більшості випадків є не вибіркою, а адаптацією використаних для нього зображень.",
    "editing-question-mark": "Усі зміни зображення, що змінюють його сприйняття глядачами (обрізання, зафарбування, значна зміна розміру тощо) роблять результат адаптацією у її правовому значенні. На відміну від цього, зміна формату файлу або оцифрування не є адаптацією, оскільки зображення та враження від нього залишаються ті ж самі.",
    "licence-question-mark": "Інструмент пропонує лише ті ліцензії, які сумісні з ліцензією Creative Commons оригінального твору.",
    "creator-question-mark": "Будь ласка, вкажіть, за можливості, своє повне ім'я. Це також може бути псевдонім, нік або «анонім».",
    "same-licence": "Та ж ліцензія, що й в оригінального твору.",
    "licence-text": "Текст ліцензії",
    "download-image-link": "Завантажити зображення",
    "file-page-link": "Веб-адреса зображення у Вікісховищі",
    "done": "Готово",
    "typeOfUse": "Тип використання",
    "author": "Автор",
    "compilation": "Збірка",
    "editing": "Адаптація",
    "change": "Зміни",
    "creator": "Творець",
    "licence": "Ліцензія"
  },
  "evaluation": {
    "by": "автор",
    "edited": "модифіковано",
    "done-text": "Ви відповіли на усі запитання. Ви готові використати правильне вказання ліцензії.",
    "your-attribution": "Ваше вказання ліцензії",
    "copy": "Копіювати",
    "do-print-text": "Ви маєте подати цю інформацію якомога ближче до зображення (наприклад, одразу під ним). У будь-якому разі, глядачі повинні мати змогу легко знайти інформацію. Якщо у Вас книжка чи журнал, атрибуцію можна також подавати у даних чи іншому стандартному місці, головне, щоб можна було легко співвіднести кожне зображення з його атрибуцією (наприклад, за номерами сторінок).",
    "do-online-text": "Будь ласка, зверніть увагу, що вказання ліцензії містить гіперпосилання які мають бути включені, де б не розміщували вказання ліцензії. Ви маєете розмістити цю інформацію якомога ближче до зображення, наскільки це можливо (наприклад, прямо під ним). У будь-якому разі, глядачі повинні мати змогу легко знайти інформацію. Щоб Вам було легше, інструмент дає атрибуцію, включаючи усі гіперпосилання у форматі простого тексту і як уривок html. Так Ви можете просто вставити його у вихідний код Вашої веб-сторінки.",
    "do-compilation-text": "Якщо власник(-ця) ліцензії попросив Вас не вказувати їхнє ім'я, назву твору чи якусь іншу інформацію, будь ласка, вкажіть лише гіперпосилання ліцензії. Інструмент дає його за кнопкою нижче. Передбачається, що автори/правовласники можуть самостійно вирішувати, чи публікуються їхні імена або назви творів, якщо зображення є частиною збірки, з якою вони не хочуть бути пов'язуваними.",
    "dont-terms-of-use-headline": "Не накладайте інших умов",
    "dont-terms-of-use-text": "Ви не можете накладати додаткових умов щодо цього зображення, що можуть обмежити права, надалі ліцензією Creative Commons (наприклад, не допускається заборона розповсюдження вмісту певної веб-сторінки, якщо не вказано чітко, що зображення, ліцензовані під CC, є винятком з такої заборони).",
    "dont-sublicences-headline": "Не дозволяється субліцензування",
    "dont-sublicences-text": "Ви не можете субліцензувати твір. Це означає, що Ви не можете вказувати себе як власника ліцензії. Лише якщо Ви змінюєте зображення, Ви можете стати власником ліцензії (і лише в частині Ваших змін, а не оригінального зобарежння). Інші люди, що отримають від Вас фото, отримують дозвіл на його використання згідно з ліцензією Creative Commons напряму від власника ліцензії оригінального зображення, а не від Вас, як посередника.",
    "dont-cc-licence-headline": "Наявні правові повідомлення",
    "dont-cc-licence-text": "Якщо Ви бачите будь-яке вказання ліцензії Creative Commons, обмеження чи зобов'язання, Ви не можете їх змінити.",
    "dont-technical-protection-headline": "Не застосовуйте жодних засобів технічного захисту",
    "dont-technical-protection-text": "Ви не можете застосовувати жодних засобів технічного захисту щодо зображення, які можуть обмежити права, що випливаються з ліцензії Creative Commons (наприклад, механізми захисту від копіювання, що забороняють друк PDF-файлу).",
    "dont-rightholder-connection-headline": "Жодного особливого зв'язку з правовласником",
    "dont-rightholder-connection-text": "Ви не можете використовувати це зображення у такий спосіб, що може бути сприйнято, наче правовласник чи будь-хто із атрибутованих сторін надали Вам права в індивідуальному порядку чи іншим чином схвалили конретно Ваш випадок використання зображення.",
    "show-licence-text": "Див. повний текст ліцензії",
    "anonymous": "анонім",
    "copy-hint": "Копіювати виділений текст"
  }
}
