{
  "index": {
    "title": "Generator atrybucji",
    "description": "Notka licencyjna dla obrazów z Wikipedii i Wikimedia Commons",
    "no-script": "Aby korzystać z tej strony, musisz włączyć obsługę Javascriptu.",
    "how-it-works-1": "Aby rozpocząć korzystanie z narzędzia, podaj adres WWW artykułu na Wikipedii lub obrazu z Wikimedia Commons.",
    "how-it-works-2": "Odpowiedz na pytania, w jaki sposób zamierzesz korzystać z grafiki. Pozwoli to na przygotownie odpowiedniej noty licencyjnej.",
    "how-it-works-3": "Przeczytaj co zrobić z notką licencyjną.",
    "how-it-works-4": "Skopiuj wygenerowany tekst i umieść go w swojej publikacji, aby poprawnie korzystać z grafiki.",
    "how-it-works": "Jak to działa?",
    "input-placeholder": "Adres WWW artykułu na Wikipedii lub obrazu z Wikimedia Commons.",
    "go-button": "Zaczynamy!",
    "feedback-name": "Imię",
    "feedback-response-email": "Adres e-mail",
    "feedback-body": "Opinia",
    "feedback-submit": "Wyślij",
    "feedback-thanks": "Dziękujemy za Twoją opinię!",
    "feedback": "Opinia",
    "about": "O narzędziu",
    "legal": "Kontakt i polityka prywatności",
    "legal-tracking-switch": "Odznacz to pole, by zatrzymać śledzenie Twojej wizyty na stronie.",
    "legal-hosting": "To narzędzie jest hostowane w chmurze Wikimedia Cloud Services. Przeczytaj Zasady użytkowania na <a href=\"https://wikitech.wikimedia.org/wiki/Wikitech:Cloud_Services_Terms_of_use\" target=\"_blank\">https://wikitech.wikimedia.org/wiki/Wikitech:Cloud_Services_Terms_of_use</a>.",
    "private-use": "Użytek prywatny (bez publikacji) i inne wyjątki od prawa autorskiego"
  },
  "error": {
    "generic": "Wystąpił nieznany błąd. Przepraszamy.",
    "mediatype-unsupported": "Niestety, ten format pliku multimedialnego jest nieobsługiwany w tej chwili. Przepraszamy.",
    "licence-unsupported": "Niestety, wykryta licencja nie jest w tej chwili obsługiwana. Przepraszamy.",
    "url-invalid": "Podany adres WWW nie może być przetworzony. Przepraszamy.",
    "licence-not-recognized": "Niestety, format informacji licencyjnych, skojarzonych z obrazem, nie jest w tej chwili obsługiwany. Przepraszamy.",
    "send-feedback": "Coś nie zadziałało. Spróbuj jeszcze raz.",
    "feedback-generic": "Coś nie zadziałało. Spróbuj jeszcze raz.",
    "feedback-blank-fields": "Wypełnij wszystkie pola formularza opinii.",
    "no-images-found": "Wskazany artykuł Wikipedii nie zawiera obrazów.",
    "no-wiki-url": "Generator atrybucji obsługuje jedynie grafiki z Wikipedii i Wikimedia Commons",
    "invalid-email-format": "Podany adres e-mail ma niepoprawny format.",
    "no-cc-licence": "Narzędzie obsługuje wyłącznie pliki na licencji Creative Commons. Wskazana grafika jest udostępniona na innej licencji.",
    "response-unexpected": "Nieoczekiwana odpowiedź serwera. Przepraszamy."
  },
  "info-box": {
    "private-use": "Jeśli zamierzasz wykorzystać grafikę do celów prywatnych, zazwyczaj nie potrzebujesz noty licencyjnej.",
    "private-use-more-link": "&#8594; DOWIEDZ SIĘ WIĘCEJ",
    "dont-show-again": "Nie pokazuj ponownie.",
    "understood-and-close": "Rozumiem. Zamknij.",
    "ported-licence": "Pewne licencje Create Commons miały wersje lokalizowane dla poszczególnych państw (z ang. „ported licenses”). Jedną z takich licencji jest objęte zdjęcie, które wybrałeś(-aś). Niniejsze narzędzie nie jest w stanie sprawdzić, czy wymogi tej licencji są identyczne jak wersji międzynarodowej. Mimo to, nadal możesz wygenerować notkę licencyjną dla tej grafiki. Dla absolutnej pewności, zalecamy sprawdzenie wymagań licencji. Ponadto, aby notka mogła spełniać swoją funkcję, powinna ona być w języku takim, jak jej otoczenie."
  },
  "dialogue": {
    "public-domain-picture": "To zdjęcie zostało oznaczone jako znajdujące się w domenie publicznej. Wobec tego, nie potrzebujesz dla niego żadnej notki.",
    "no-attribution-needed": "Notka licencyjna nie jest potrzebna",
    "more-information": "Więcej informacji",
    "adjust-attribution-for-usage": "Dostosuj notę licencyjną do przypadku użycia",
    "adjust-legal-notice-for-usage": "Dostosuj notę prawną do przypadku użycia",
    "public-domain-text": "<p>Wykryliśmy, że to zdjęcie nie jest objęte prawem autorskim i może być wykorzystywane bez żadnych ograniczeń licencyjnych, nawet bez wspomnienia autora czy licencji.</p><p>Jednakże, zgodnie z prawem autorskim w Niemczech, autor zawsze zachowuje pewne niezbywalne prawa do każdej swojej pracy. Z tego powodu odradzamy czynienie fałszywych twierdzeń o autorstwie tego obrazu. Nie zalecamy również używać go w taki sposób, który mógłby narazić reputację autora na szwank. Warto poinformować inne osoby o przynależności tego utworu do domeny publicznej.</p><p>W niektórych państwach (na przykład w Niemczech) regularnie zdarzają się roszczenia o ochronę reprodukcji fotograficznych prac, które znajdują się w domenie publicznej. Dotyczy to zdjęć rzeźb i innych dzieł trójwymiarowych, a także fotografii obrazów. Na użytkownikach pracy spoczywa odpowiedzialność, by upewnić się, że mogą korzystać z odpowiednich grafik.</p>",
    "type-of-use-headline": "Jak chcesz korzystać z tej grafiki?",
    "author-headline": "Kto jest autorem lub właścicielem praw autorskich?",
    "compilation-headline": "Jak chcesz opublikować ten obraz?",
    "editing-headline": "Czy zamierzasz wykorzystać tę grafikę w zmienionej formie?",
    "change-headline": "Co zostało zmienione?",
    "change-pd-headline": "Jaka część obrazu zostanie zmieniona?",
    "creator-headline": "Jak chcesz być podpisany(-a) jako autor(-ka) zmian?",
    "licence-headline": "Pod jaką licencją chcesz udostępnić zmodyfikowany obraz?",
    "done-headline": "Gotowe!",
    "answer-print": "W formie, w której nie jest możliwe zastosowanie hiperłączy (np. prace drukowane, prezentacje)",
    "answer-online": "W internecie",
    "author-label": "Podaj informację i umieść również atrybucję stron trzecich, jeśli to konieczne (np. „sponsorowane przez X” czy „opublikowane przez Y”)",
    "next": "Dalej",
    "answer-no-author": "Informacja niedostępna.",
    "answer-compilation": "W połączeniu z innymi pracami",
    "answer-no-compilation": "Samodzielnie",
    "answer-edited": "Tak",
    "answer-not-edited": "Nie, chcę użyć tej grafiki bez modyfikacji",
    "author-question-mark": "Tutaj należy podać imię, nazwę lub pseudonim autora/autorów lub właścicieli praw autorskich do pracy. Tę informację należy podać dokładnie tak, jak widnieje w źródle, włącznie z © i/lub rokiem.",
    "change-question-mark": "Krótkie stwierdzenia jak „kadrowanie” lub „koloryzacja” są wystarczające.",
    "compilation-question-mark": "Wybierz tę opcję, jeśli uważasz, że Twoja publikacja grafiki razem z innymi jest sama w sobie utworem, ze względu na swoją oryginalność. Taka sytuacja zachodzi na przykład, gdy tworzysz album lub kolekcję najlepszych obrazów na dany temat. Stworzenie remiksu lub kolażu z kilku zdjęć jest ich adaptacją i nie tworzy nowego utworu w sensie prawa autorskiego.",
    "editing-question-mark": "Wszystkie zmiany obrazu, które zmieniają jego percepcję (jak kadrowanie, koloryzacja, znaczna zmiana rozmiarów itp.) powodują powstanie adaptacji w sensie prawnym. Z drugiej strony, zmiana formatu pliku lub digitalizacja nie są adaptacjami, bo wygląd grafiki jest niezmieniony.",
    "licence-question-mark": "To narzędzie oferuje jedynie licencje zgodne z tą, która obejmowała pracę pierwotną.",
    "creator-question-mark": "Podaj, jeśli to możliwe, swoje imię i nazwisko. Pseudonim, nick albo „anonimowy” również mogą zostać użyte.",
    "same-licence": "Taka sama licencja jak w oryginalnej pracy",
    "licence-text": "Tekst licencji",
    "download-image-link": "Pobierz obraz",
    "file-page-link": "Zobacz grafikę w Wikimedia Commons",
    "done": "Gotowe",
    "typeOfUse": "Sposób użycia",
    "author": "Autor",
    "compilation": "Kompilacja",
    "editing": "Adaptacja",
    "change": "Zmiany",
    "creator": "Modyfikujący",
    "licence": "Licencja",
    "back-to-top": "Kolejny obraz",
    "force-pd-attribution": "Utwórz notkę mimo wszystko",
    "pd-attribution-hint": "oznaczony jako w domenie publicznej",
    "check-details": "więcej szczegółów na",
    "here": "tutaj",
    "mark-as-pd": "oznacz jako w domenie publicznej"
  },
  "evaluation": {
    "by": "przez",
    "edited": "edytowany",
    "done-text": "To już wszystkie pytania. Możesz użyć odpowiedniej dla siebie notki licencyjnej.",
    "done-text-legal-notice": "To już wszystkie pytania. Możesz użyć odpowiedniej dla siebie noty prawnej.",
    "your-attribution": "Twoja nota licencyjna",
    "your-legal-notice": "Twoja nota prawna",
    "copy": "Skopiuj",
    "do-print-text": "Umieść tę informację tak blisko grafiki jak to w rozsądny sposób możliwe (np. tuż pod obrazkiem). W każdym razie, oglądający musi być w stanie łatwo to miejsce znaleźć. Jeśli wykorzystujesz tę grafikę w magazynie lub książce, atrybucję możez umieścić również w spisie źródeł ilustracji bądź innym standardowym miejscu, pod warunkem, że da się łatwo określić, która grafika jest przez tę notkę opisywana (np. za pomocą numeru strony).",
    "do-online-text": "Zwróć uwagę, że notka licencyjna zawiera hiperłącza, które muszą pozostać zachowane, kiedy jej używasz. Umieść tę informację tak blisko grafiki jak to w rozsądny sposób możliwe (np. tuż pod obrazkiem). W każdym razie, oglądający musi być w stanie łatwo to miejsce znaleźć. Dla ułatwienia, wygenerowaliśmy dla Ciebie tekst atrybucji zarówno w formie czystego tekstu, jak i kodu HTML, który możesz skopiować na swoją stronę internetową.",
    "do-compilation-text": "Jeżeli dysponent praw poprosił Cię, by nie umieszczać jego nazwiska, tytułu pracy lub innych informacji, umieść sam link do licencji. Możesz do tego wykorzystać przycisk poniżej. Właściciele praw autorskich mogą decydować, które elementy podpisu powinny być uwzględniane w przypadku tworzenia z ich prac kolekcji, z którą nie chcą być wiązani.",
    "dont-terms-of-use-headline": "Nie nakładaj dodatkowych warunków",
    "dont-terms-of-use-text": "Nie masz prawa nakładać żadnych dodatkowych warunków dotyczących obrazu, które mogłyby ograniczyć swobody, wynikające z licencji Creative Commons (np. nie możesz zabronić ponownego wykorzystania treści z konkretnej strony internetowej, jeśli jawnie nie wyłączysz z tego ograniczenia prac na licencjach CC).",
    "dont-sublicences-headline": "Zakaz sublicencjonowania",
    "dont-sublicences-text": "Nie możesz udzielać sublicencji na pracę. To znaczy, nie możesz występować w roli licencjodawcy. Możesz się nim stać jedynie kiedy zmodyfikujesz utwór – wtedy możesz udzielać licencji wyłącznie na swoje zmiany. Osoby, które dostaną zdjęcie od Ciebie, otrzymują licencję Creative Commons wprost od pierwotnego autora, bez Twojego udziału.",
    "dont-cc-licence-headline": "Istniejące noty prawne",
    "dont-cc-licence-text": "Jeśli trafisz na noty licencyjne Creative Commons lub na wyłączenia odpowiedzialności, nie możesz ich zmieniać.",
    "dont-technical-protection-headline": "Nie nakładaj technicznych środków ochronnych",
    "dont-technical-protection-text": "Nie możesz wprowadzać do dzieła żadnych technicznych środków, które mogłyby przeciwdziałać korzystaniu z praw, wynikających z właściwej licencji Creative Commons (np. mechanizmu, który zablokuje drukowanie pliku PDF).",
    "dont-rightholder-connection-headline": "Brak szczególnych powiązań z dysponentem praw",
    "dont-rightholder-connection-text": "Nie możesz wykorzystywać obrazu w sposób, który sugerowałby, że właściciel praw autorkich albo inna strona przyznała Ci prawa w sposób indywidualny lub w inny sposób poparła konkretny sposób wykorzystania grafiki.",
    "show-licence-text": "Zobacz pełny tekst licencji",
    "show-cc-zero-text": "Zobacz pełny tekst oświadczenia o uwolnieniu",
    "anonymous": "anonimowy",
    "copy-hint": "Skopiuj zaznaczony tekst"
  }
}
