{
  "de": {
    "error": {
      "generic": "Ein unvorhergesehener Fehler ist aufgetreten.",
      "mediatype-unsupported": "Der Medientyp der angegebenen Datei wird von dieser Applikation momentan leider nicht unterstützt.",
      "licence-unsupported": "Leider wird die ermittelte Lizenz des Bildes von dieser Anwendung nicht unterstützt.",
      "url-invalid": "Die angegebene Internetadresse konnte nicht verarbeitet werden.",
      "licence-not-recognized": "Es tut uns leid, aber dieses Bild wird aufgrund des Lizenzformats derzeit noch nicht unterstützt."
    },
    "info-box": {
      "private-use": "Wenn Sie das Bild für private Zwecke nutzen möchten, ist die Angabe eines Lizenzhinweises nicht nötig.",
      "private-use-more-link": "&#8594; MEHR ERFAHREN",
      "dont-show-again": "Hinweis nicht mehr anzeigen",
      "understood-and-close": "Verstanden und schließen",
      "ported-licence": "Bestimmte Creative-Commons-Lizenzen wurden in speziellen Länderversionen veröffentlicht, so genannte portierte Lizenzen. Das von Ihnen angefragte Werk wurde unter einer solchen portierten Lizenz veröffentlicht. Es wurde nicht geprüft, ob die Lizenzpflichten dieser Länderversion der deutschen Sprachversion entsprechen. Sie können den Lizenzhinweis gern mit diesem Tool erstellen. Um ganz sicherzugehen, empfehlen wir Ihnen, die Lizenzpflichten anhand des Lizenztextes zu überprüfen. Der Lizenzhinweis ist zusätzlich an die Sprache des Nutzungskontextes anzupassen."
    },
    "dialogue": {
      "public-domain-picture": "Dieses Bild ist gemeinfrei. Es ist keine Lizenzangabe nötig.",
      "no-attribution-needed": "Keine Lizenzangabe nötig",
      "more-information": "weitere Informationen",
      "adjust-attribution-for-usage": "Lizenzhinweis an die Nutzung anpassen",
      "public-domain-text": "<p>Bei der Nutzung von Werken, die als gemeinfrei gekennzeichnet sind, bestehen keine Lizenzpflichten. Sie können in jeder beliebigen Form genutzt werden, ohne dass Hinweise auf den Urheber oder die Lizenzierung gemacht werden müssen.</p><p>Laut deutschem Urheberrecht hält der Urheber allerdings einen nicht verzichtbaren Kern an Rechten. Wir raten deshalb davon ab, sich die Urheberschaft an dem Werk anzumaßen oder es in einer Weise zu benutzen, die den Ruf des Urhebers schädigt.</p>",
      "type-of-use-headline": "Wie möchten Sie das Werk nutzen?",
      "author-headline": "Wie lautet der Name bzw. die Namen des Ursprungsautors oder der Rechteinhaber?",
      "compilation-headline": "Wie möchten Sie das Werk veröffentlichen?",
      "editing-headline": "Möchten Sie das Werk in bearbeiteter Form verwenden?",
      "change-headline": "Was genau wird am Werk verändert?",
      "creator-headline": "Wie möchten Sie als Urheber oder Urheberin Ihrer Änderungen genannt werden?",
      "licence-headline": "Unter welcher Lizenz soll das veränderte Werk veröffentlicht werden?",
      "done-headline": "Glückwunsch!",
      "answer-print": "In einem Druckerzeugnis.",
      "answer-online": "Online.",
      "author-label": "Bitte tragen Sie die Informationen hier ein und geben Sie auch, wenn vorhanden, Zuschreibungen an Dritte (z.B. „sponsored by XY“) mit in das Textfeld ein:",
      "next": "Weiter",
      "answer-no-author": "Es sind keine Informationen dazu angegeben.",
      "answer-compilation": "Zusammen mit anderen Werken.",
      "answer-no-compilation": "Einzeln.",
      "answer-edited": "Ja.",
      "answer-not-edited": "Nein, ich möchte das Werk in seiner ursprünglichen Form nutzen.",
      "author-question-mark": "Dies ist der beim Werk angegebene Name oder das Pseudonym des Autors bzw. der Autoren oder Rechteinhaber. Die Angaben sind in exakt der angegebenen Form vollständig in das untere Feld einzufügen, ggf. mit einem © und/oder Jahreszahl.",
      "change-question-mark": "Es reicht eine Kurzangabe wie “Ausschnitt” oder “Kolorierung”.",
      "compilation-question-mark": "Bitte wählen Sie diese Option, wenn Ihre Veröffentlichung des Bildes zusammen mit anderen Werken aufgrund von Auswahl und Anordnung der einzelnen Elemente eine eigene geistige Schöpfung darstellt. Dies ist z.B. der Fall, wenn Sie das Bild zusammen mit anderen auf einem Blog oder in einer Bildergalerie veröffentlichen möchten oder es als eins von mehreren in einem Bildband oder Flyer publizieren wollen. Auch die Erstellung einer Collage oder eines GIFs aus mehreren Bildern stellt eine eigene geistige Schöpfung dar.",
      "editing-question-mark": "Sämtliche Änderungen, die Sie an dem Bild vornehmen und die den Charakter des Werkes verändern, sind Bearbeitungen (z.B. Zuschneiden oder Einfärben eines Bildes). Änderungen des Dateiformats oder Digitalisierungen sind beispielsweise keine Bearbeitungen, da hier das Werk an sich unverändert bleibt.",
      "licence-question-mark": "Es werden nur Lizenzen angeboten, die mit der ursprünglichen Creative-Commons-Lizenz kompatibel sind.",
      "creator-question-mark": "Bitte geben Sie möglichst Ihren vollständigen Namen an. Ein Pseudonym, Nickname oder “anonym” ist auch möglich.",
      "same-licence": "Unter derselben Lizenz wie das ursprüngliche Werk.",
      "licence-text": "Lizenztext",
      "download-image-link": "Bild herunterladen",
      "file-page-link": "Bild auf Wikimedia Commons",
      "done": "Fertig",
      "typeOfUse": "Nutzungsart",
      "author": "Autor",
      "compilation": "Sammelwerk",
      "editing": "Bearbeitung",
      "change": "Veränderungen",
      "creator": "Urheber",
      "licence": "Lizenz"
    },
    "evaluation": {
      "by": "von",
      "edited": "bearbeitet",
      "done-text": "Sie haben alle Fragen beantwortet und können den Lizenzhinweis jetzt nutzen.",
      "your-attribution": "Ihr Lizenzhinweis",
      "copy": "Kopieren",
      "do-print-text": "Die angezeigten Informationen müssen Sie in unmittelbarer Nähe zum Werk angeben, so dass für Außenstehende der Zusammenhang deutlich wird (z.B. unmittelbar unter einem Foto oder am Ende eines Textes). Bei Büchern und Zeitschriften kann dies auch in einem Impressum oder anderer üblicher Stelle erfolgen, wenn dabei eindeutig die Zuordnung zu dem jeweiligen Werk möglich ist (z.B. durch Angabe der Seitenzahl).",
      "do-online-text": "Bitte beachten Sie, dass der Lizenzhinweis Verlinkungen enthält, die zwingend mit übernommen werden müssen, wenn Sie den Lizenzhinweis nutzen möchten. Die angezeigten Informationen müssen Sie in unmittelbarer Nähe zum Werk angeben, so dass für Außenstehende der Zusammenhang deutlich wird (z.B. unmittelbar unter einem Foto oder am Ende eines Textes). Für eine einfache Übernahme wird der Lizenzhinweis auch als Plaintext inklusive aller Verlinkungen und als HTML-Text zur Verfügung gestellt. Dieser kann unmittelbar in den Quelltext Ihrer Website übernommen werden.",
      "do-compilation-text": "Sollte Ihnen der Lizenzgeber mitgeteilt haben, dass Sie seinen Namen, Werktitel oder Hinweise auf seine Webseite nicht veröffentlichen sollen, geben Sie bitte lediglich den Link zur Lizenz an. Diesen können Sie über den untenstehenden Button erreichen. Der Rechteinhaber soll die Möglichkeit haben zu entscheiden, ob er mit Name und Titel genannt werden möchte, wenn sein Werk in einem Sammelwerk verwendet wird, mit dem er vielleicht nicht in Verbindung gebracht werden möchte.",
      "dont-terms-of-use-headline": "Vertrags- oder Nutzungsbedingungen",
      "dont-terms-of-use-text": "Sie dürfen keine Vertrags- oder Nutzungsbedingungen verwenden, die im Hinblick auf das CC-lizenzierte Werk die Rechte aus der Creative-Commons-Lizenz beschränken (z.B. allgemeine Weitergabeverbote für die Inhalte auf einer Webseite, welche die CC-lizenzierten Werke nicht explizit ausnehmen).",
      "dont-sublicences-headline": "Unterlizenzen",
      "dont-sublicences-text": "Sie dürfen keine Unterlizenzen an dem Werk einräumen. Dies bedeutet, dass Sie nicht selbst als Lizenzgeber auftreten dürfen － potenzielle Lizenznehmer können nur unmittelbar vom Rechteinhaber eine Creative-Commons-Lizenz erwerben.",
      "dont-cc-licence-headline": "Hinweise auf eine Creative-Commons-Lizenz",
      "dont-cc-licence-text": "Sofern das Werk Hinweise auf eine Creative-Commons-Lizenz und/oder auf einen Haftungsausschluss enthält, dürfen diese Hinweise nicht geändert oder gelöscht werden.",
      "dont-technical-protection-headline": "Technische Schutzmaßnahmen",
      "dont-technical-protection-text": "Sie dürfen keine technischen Schutzmaßnahmen verwenden, die den Nutzer bei der Ausübung von Rechten, die sich aus der Creative-Commons-Lizenz ergeben, behindern können (z.B. Kopierschutztechnik, die den Ausdruck eines PDF verhindert).",
      "dont-rightholder-connection-headline": "Verbindung zum Rechteinhaber",
      "dont-rightholder-connection-text": "Sie dürfen keine technischen Schutzmaßnahmen verwenden, die den Nutzer bei der Ausübung von Rechten, die sich aus der Creative-Commons-Lizenz ergeben, behindern können (z.B. Kopierschutztechnik, die den Ausdruck eines PDF verhindert).",
      "show-licence-text": "Vollständigen Lizenztext einsehen",
      "anonymous": "anonym"
    }
  }
}
