{
  "index": {
    "title": "Generator Atribusi",
    "description": "Informasi lisensi untuk gambar dari Wikipedia dan Wikimedia Commons",
    "no-script": "Javascript harus diaktifkan untuk menggunakan halaman ini.",
    "how-it-works-1": "Masukkan alamat dari gambar Wikimedia Commons atau artikel Wikipedia untuk memulai alat ini.",
    "how-it-works-2": "Jawab pertanyaan tentang penggunaan yang dimaksudkan untuk membuat pemberitahuan lisensi yang bener.",
    "how-it-works-3": "Baca cara menggunakan pemberitahuan lisensi.",
    "how-it-works-4": "Salin pemberitahuan lisensi yang dihasilkan dan masukkan ke dalam publikasi Anda untuk menggunakan gambar dengan benar.",
    "how-it-works": "Bagaimana cara kerjanya?",
    "input-placeholder": "Alamat web dari gambar Wikimedia Commons atau artikel Wikipedia.",
    "go-button": "Ayo!",
    "feedback-name": "Nama",
    "feedback-response-email": "Alamat surel",
    "feedback-body": "Umpan balik",
    "feedback-submit": "Kirim",
    "feedback-thanks": "Terima kasih atas umpan balik Anda!",
    "feedback": "Umpan balik",
    "about": "Tentang",
    "legal": "Kebijakan Jejak dan Privasi",
    "legal-tracking-switch": "Hapus centang untuk berhenti melacak kunjungan Anda.",
    "legal-hosting": "Alat ini dihosting di Wikimedia Labs. Baca ketentuan penggunaan di <a href=\"https://wikitech.wikimedia.org/wiki/Wikitech:Labs_Terms_of_use\" target=\"_blank\">https://wikitech.wikimedia.org/wiki/Wikitech:Labs_Terms_of_use</a>.",
    "private-use": "Penggunaan pribadi murni (tanpa publikasi) dan pengecualian serta batasan hak cipta lainnya"
  },
  "error": {
    "generic": "Terjadi kesalahan yang tidak terduga. Maaf",
    "mediatype-unsupported": "Sayangnya, jenis media ini tidak didukung oleh alat ini saat ini. Maaf.",
    "licence-unsupported": "Sayangnya, jenis lisensi yang terdeteksi tidak didukung oleh alat alat saat ini. Maaf.",
    "url-invalid": "Alamat situs yang Anda berikan tidak dapat diproses. Maaf",
    "licence-not-recognized": "Sayangnya, format informasi lisensi yang disimpan untuk gambar ini tidak didukung oleh alat ini saat ini. Maaf.",
    "send-feedback": "Ada Sesuatu yang tidak berfungsi. Silakan coba lagi.",
    "feedback-generic": "Ada Sesuatu yang tidak berfungsi. Silakan coba lagi.",
    "feedback-blank-fields": "Harap isi semua kolom pada formulir umpan balik.",
    "no-images-found": "Artikel Wikipedia ini tidak mengandung gambar apa pun.",
    "no-wiki-url": "Pada saat ini, Generator Atribusi hanya dapat gambar dari Wikipedia dan Wikimedia Commons.",
    "invalid-email-format": "Alamat surel yang diberikan tidak sesuai dengan format yang valid.",
    "no-cc-licence": "File ini tidak dilisensikan di bawah Creative Commons."
  },
  "info-box": {
    "private-use": "Untuk sebagian besar penggunaan yang murni pribadi, Anda tidak memerlukan pemberitahuan lisensi.",
    "private-use-more-link": "&#8594; PELAJARI LEBIH LANJUT.",
    "dont-show-again": "Jangan tampilkan pesan ini lagi.",
    "understood-and-close": "Mengerti dan tutup.",
    "ported-licence": "Lisensi Creative Commons tertentu diterbikan dengan edisi khusus untuk negara tertentu, yang disebut “ported licenses”. Gambar yang Anda minta pemberitahuan lisensinya, diterbikan dengan lisensi porting tersebut. Alat ini tidak bisa memeriksa apakah persyaratan lisensi dari lisensi Creative Commons khusus negara ini sama dengan versi dalam bahasa Indonesia. Namun, Anda masih dapat membuat lisensi dengan alat ini. Untuk memastikannya, kami sarankan untuk memeriksa persyaratan lisensi versi khusus negara ini. Selain itu, pemberitahuan lisensi harus dalam bahasa yang sesuai dengan konteksnya agar dapat memenuhi fungsinya sepenuhnya."
  },
  "dialogue": {
    "public-domain-picture": "Gambar ini setelah diunggah, dinyatakan sebagai domain publik, jadi Anda tidak memerlukan pemberitahuan lisensi untuk gambar ini.",
    "no-attribution-needed": "Tidak perlu pemberitahuan lisensi",
    "more-information": "informasi lebih lanjut",
    "adjust-attribution-for-usage": "Menyesuaikan pemberitahuan lisensi dengan kasus penggunaan",
    "adjust-legal-notice-for-usage": "Menyesuaikan pemberitahuan hukum dengna kasus penggunaan",
    "public-domain-text": "<p>Menurut rincian yang terdeteksi, gambar ini bebas dari hak cipta dan dapat digunakan tanpa persyaratan lisensi apapun, bahkan tanpa menyebutkan pengarang atau lisensinya.</p><p>Namun demikian, menurut hukum hak cipta Jerman, seorang pengarang selalu memiliki beberapa hak yang tidak dapat dibatalkan untuk setiap karya. Oleh karena itu, kami menyarankan untuk tidak mengklaim kepengarangan gambar secara salah atau menggunakan gambar dengan cara yang dianggap berbahaya bagi reputasi pengarang. Selain itu, disarankan untuk memberi tahu pengguna lain tentang status domain publik gambar ini.</p><p>Di beberapa negara (termasuk Jerman), secara terartur ada klaim untuk perlindungan reproduksi fotografi karya dalam domain publik. Hal ini berlaku untuk foto patung dan karya tiga dimensi lainnya, serta foto lukisan. Adalah tanggung jawab pengguna untuk mengklarifikasi apakah mereka terpengaruh saat menggunakan gambar yang bersangkutan./p>",
    "force-pd-attribution": "Tetap buat pemberitahuan hak",
		"type-of-use-headline": "Bagaimana Anda ingin menggunakan gambar tersebut?",
    "author-headline": "Siapa nama (atau nama-nama) penulis atau pemegang hak cipta?",
    "compilation-headline": "Bagaimana Anda ingin mempublikasikan gambar?",
    "editing-headline": "Apakah Anda ingin menggunakan gambar dalam bentuk yang sudah dimodifikasi?",
    "change-headline": "Apa yang Anda modifikasi?",
    "change-pd-headline": "Bagian mana dari gambar yang akan dimodifikasi?",
    "creator-headline": "Bagaimana Anda ingin modifikasi Anda dikaitkan dengan diri Anda sendiri?",
    "licence-headline": "Di bawah lisensi mana Anda ingin mempublikasikan gambar yang telah dimodifikasi?",
    "done-headline": "Selamat!",
    "answer-print": "Dalam kontes, di mana Anda tidak dapat menggunakan tautan (misalnya produk cetak, kumpulan slide).",
    "answer-online": "Daring.",
    "author-label": "Harap isi informasi dan sebutkan juga setiap atribusi kepada pihak lain (seperti “disponsori oleh X” atau “diterbitkan oleh Y”) jika ada:",
    "next": "Selanjutkan",
    "answer-no-author": "Tidak ada informasi yang tersedia mengenai hal ini.",
    "answer-compilation": "Dikombinasikan dengan karya-karya lain.",
    "answer-no-compilation": "Dengan dirinya sendiri.",
    "answer-edited": "Iya.",
    "answer-not-edited": "Tidak, saya ingin menggunakan gambar dalam bentuk aslinya yang belum dimodifikasi.",
    "author-question-mark": "Ini untuk nama yang diatribusikan atau nama samaran dari penulis atau pemegang hak. Informasi harus dinyatakan persis seperti yang ditentukan di sumbernya, termasuk © dan/atau tahun.",
    "change-question-mark": "Info singkat seperti “kutipan” atau “warna” sudah cukup memadai.",
    "compilation-question-mark": "Silakan pilih opsi ini jika menurut Anda, publikasi gambar Anda bersama dengan karya lain (karena pemilihan dan pengaturannya) sebagai koleksi merupakan suatu ciptaan intelektual tersendiri, yaitu, koleksi tersebut, karena keasliannya, merupakan suatu ciptaan di luar karya-karya yang terdapat di dalamnya. Misalnya, hal ini dapat terjadi jika Anda membuat buku foto atau koleksi foto terbaik dari gambar-gambar tertentu. Situasinya berbeda jika Anda membuat remix, seperti kolase beberapa gambar, yang pada umumnya tidak akan menghasilkan koleksi, tetapi merupakan adaptasi gambar yang digunakan untuk itu.",
    "editing-question-mark": "Semua perubahan pada gambar yang mengubah kesan pada penikmatnya (seperti pemotongan, pewarnaan, pengubahan ukuran secara drastis, dll.) membuat hasilnya merupakan adaptasi dalam pengertian hukum. Sebaliknya, mengubah format file gambar atau mendigitalkannya, tidak menghasilkan adaptasi, karena gambar dan kesan yang diberikannya tetap sama.",
    "licence-question-mark": "Alat ini hanya menawarkan lisensi yang kompatibel dengan lisensi Creative Commons yang dilampirkan pada karya asli.",
    "creator-question-mark": "Mohon sebutkan nama lengkap Anda, jika memungkinkan. Nama samaran, nama panggilan, atau “anonim” juga dapat digunakan.",
    "same-licence": "Lisensi yang sama dengan karya aslinya.",
    "licence-text": "Teks lisensi",
    "download-image-link": "Unduh gambar",
    "file-page-link": "Alamat web gambar di Wikimedia Commons",
    "done": "Selesai",
    "typeOfUse": "Jenis penggunaan",
    "author": "Penulis",
    "compilation": "Koleksi",
    "editing": "Adaptasi",
    "change": "Perubahan",
    "creator": "Pencipta",
    "licence": "Lisensi",
    "back-to-top": "Periksa gambar lain",
    "force-pd-attribution": "Tetap buat pemberitahuan hukum",
    "pd-attribution-hint": "ditandai sebagai domain publik",
    "check-details": "detail lebih lanjut tentang",
    "here": "disini",
    "mark-as-pd": "ditandai sebagai domain publik"
  },
  "evaluation": {
    "by": "oleh",
    "edited": "dimodifikasi",
    "done-text": "Anda telah menjawab semua pertanyaan. Anda siap untuk menggunakan pemberitahuan lisensi yang benar.",
    "done-text-legal-notice": "Anda telah menjawab semua pertanyaan. Anda siap untuk menggunakan pemberitahuan hukum yang benar.",
    "your-attribution": "Pemberitahuan lisensi Anda",
    "your-legal-notice": "Pemberitahuan hukum Anda",
    "copy": "salin",
    "do-print-text": "Anda harus menunjukkan informasi ini sedekat mungkin dengan gambar (misalnya, tepat di bawahnya). Bagaimanapun, pemirsa harus dapat menemukan informasi tersebut dengan mudah. Jika Anda memiliki buku atau majalah, atribusi juga dapat ditempatkan di dalam cetakan atau di lokasi standar lainnya, selama orang dapat dengan mudah mengidentifikasi gambar yang menjadi milik setiap informasi atribusi (misalnya, dengan memberikan nomor halaman).",
    "do-online-text": "Harap diperhatikan, bahwa pemberitahuan lisensi mencakup tautan, yang harus disertakan di mana pun Anda menggunakan pemberitahuan lisensi. Anda harus menampilkan informasi ini sedekat mungkin dengan gambar (misalnya, tepat di bawahnya). Bagaimanapun juga, pemirsa harus dapat menemukan informasi tersebut dengan mudah. Untuk memudahkan Anda, alat ini menyediakan atribusi termasuk semua tautan dalam format teks biasa dan sebagai cuplikan html. Dengan cara ini, Anda dapat mentransfernya langsung ke dalam kode sumber halaman web Anda.",
    "do-compilation-text": "Jika pemegang lisensi meminta Anda untuk tidak mempublikasikan nama mereka, judul karya atau informasi lainnya, sebutkan tautan lisensinya saja. Alat ini menyediakannya dengan tombol di bawah ini. Penulis/pemegang hak dimaksudkan untuk dapat memutuskan sendiri, apakah nama mereka atau judul gambar dipublikasikan atau tidak jika gambar tersebut merupakan bagian dari koleksi yang tidak ingin mereka kaitkan.",
    "dont-terms-of-use-headline": "Jangan memaksakan kondisi lebih lanjut",
    "dont-terms-of-use-text": "Anda tidak diizinkan untuk memaksakan ketentuan lebih lanjut mengenai gambar, yang dapat membatasi hak yang diberikan melalui lisensi Creative Commons (misalnya, tidak melarang distribusi konten halaman web tertentu, selama gambar berlisensi CC tidak secara eksplisit dikecualikan dari larangan ini).",
    "dont-sublicences-headline": "Tidak diperbolehkan melakukan sublisensi",
    "dont-sublicences-text": "Anda tidak diizinkan untuk mensublisensikan karya tersebut. Itu berarti, bahwa Anda tidak diizinkan untuk menyatakan diri Anda sebagai pemberi lisensi. Hanya jika Anda memodifikasi gambar tersebut, Anda dapat menjadi pemberi lisensi (dan hanya terbatas pada modifikasi Anda, bukan pada gambar aslinya). Orang lain yang nantinya akan menerima foto tersebut dari Anda, menerima penawaran lisensi Creative Commons langsung dari pemberi lisensi gambar asli dan bukan dari Anda sebagai pengirim.",
    "dont-cc-licence-headline": "Pemberitahuan hukum yang berlaku",
    "dont-cc-licence-text": "Jika Anda menemukan pemberitahuan lisensi Creative Commons atau batasan tanggung jawab, Anda tidak diizinkan untuk mengubahnya.",
    "dont-technical-protection-headline": "Jangan menerapkan upaya perlindungan teknis apa pun",
    "dont-technical-protection-text": "Anda tidak diizinkan untuk memaksakan tindakan perlindungan teknis apa pun terkait gambar, yang dapat membatasi hak-hak yang berasal dari lisensi Creative Commons (misalnya, mekanisme perlindungan penggandaan yang membatasi pencetakan file PDF).",
    "dont-rightholder-connection-headline": "Tidak ada koneksi khusus ke pemegang hak",
    "dont-rightholder-connection-text": "Anda tidak diperkenankan untuk menggunakan gambar dengan cara yang dapat dianggap mengindikasikan bahwa pemegang hak atau pihak-pihak atribusi yang disebutkan memberikan hak kepada Anda dalam suatu transaksi individual atau mendukung penggunaan gambar secara spesifik oleh Anda.",
    "show-licence-text": "Lihat teks lisensi selengkapnya",
    "show-cc-zero-text": "Lihat teks lengkap dari pernyataan rilis",
    "anonymous": "anonim",
    "copy-hint": "Salin teks yang ditandai"
  }
}
