{
  "index": {
    "title": "Attribution Generator",
    "description": "License information for images from Wikipedia and Wikimedia Commons",
    "no-script": "You need Javascript enabled to use this page.",
    "how-it-works-1": "Insert a web address of a Wikimedia Commons image or a Wikipedia article to start the tool.",
    "how-it-works-2": "Answer the questions about the intended use to create a correct license notice.",
    "how-it-works-3": "Read how to use the license notice.",
    "how-it-works-4": "Copy the generated license notice and insert it into your publication to use the image correctly.",
    "how-it-works": "How does it work?",
    "input-placeholder": "Web address of a Wikimedia Commons image or a Wikipedia article.",
    "go-button": "Let’s go!",
    "feedback-name": "Name",
    "feedback-response-email": "E-Mail Address",
    "feedback-body": "Feedback",
    "feedback-submit": "Send",
    "feedback-thanks": "Thank you for your feedback!",
    "feedback": "Feedback",
    "about": "About",
    "legal": "Imprint and Privacy Policy",
    "legal-tracking-switch": "Remove the checkmark to stop tracking your visit.",
    "legal-hosting": "This tool is hosted on Wikimedia Labs. Read the Terms of Use on <a href=\"https://wikitech.wikimedia.org/wiki/Wikitech:Labs_Terms_of_use\" target=\"_blank\">https://wikitech.wikimedia.org/wiki/Wikitech:Labs_Terms_of_use</a>.",
    "private-use": "Purely private use (without publication) and other exceptions and limitations of copyright"
  },
  "error": {
    "generic": "An unforeseen error happened. Sorry.",
    "mediatype-unsupported": "Unfortunately, this media type is not supported by the tool at the moment. Sorry.",
    "licence-unsupported": "Unfortunately, the detected license type is not supported by the tool at the moment. Sorry.",
    "url-invalid": "The web address you provided could not be processed. Sorry.",
    "licence-not-recognized": "Unfortunately, the format of the license information stored for this image is not supported by the tool at the moment. Sorry.",
    "send-feedback": "Something did not work. Please try again.",
    "feedback-generic": "Something did not work. Please try again.",
    "feedback-blank-fields": "Please fill in all the fields of the feedback form.",
    "no-images-found": "This Wikipedia page does not contain any images.",
    "no-wiki-url": "The referenced site is not a Wikimedia page.",
    "invalid-email-format": "The given email address does not match the valid format.",
    "no-cc-licence": "This file is not under a Creative Commons license."
  },
  "info-box": {
    "private-use": "For most purely private uses, you do not need a license notice.",
    "private-use-more-link": "&#8594; LEARN MORE",
    "dont-show-again": "Don’t show this message again.",
    "understood-and-close": "Understood and close.",
    "ported-licence": "Certain Creative Commons licenses were published with country-specific editions, so-called “ported licenses”. The image you were asking a license notice for, was published with such a ported license. The tool is not able to check whether the license requirements of this country-specific Creative Commons license are equal to the version in English language. However, you can still generate a license notice attribution with this tool. To be entirely sure, we recommend to check the license requirements of this country-specific version. Additionally, the license notice has to be in the language of its context to fulfill its function completely."
  },
  "dialogue": {
    "public-domain-picture": "This image upon upload was marked as being in the public domain, so you do not need a license notice for it.",
    "no-attribution-needed": "No license notice needed",
    "more-information": "further information",
    "adjust-attribution-for-usage": "Adapt the license notice to the use case",
    "public-domain-text": "<p>According to the details that were detected, this image is free of copyright and can be used without any license requirements, so even withouth mentioning any author or license.</p><p>However, under German copyright law, an author always retains some unwaivable rights to every work. We therefore recommend to not falsely claim the authorship of the image nor to use the image in a way that could be regarded harmful to the author’s reputation. It is, furthermore, recommendable to inform other users about the public domain status of this image.</p><p>In some countries (including Germany) there are regularly claims for the protection of photographic reproductions of works in the public domain. This applies both to pictures of sculptures and other three-dimensional works as well as photos of paintings. It is the responsibility of reusers to clarify whether they are affected when using the respective picture.</p>",
    "type-of-use-headline": "How do you want to use the image?",
    "author-headline": "What is the name (or the names) of the author or the copyright holder?",
    "compilation-headline": "How do you want to publish the image?",
    "editing-headline": "Do you want to use the image in a modified form?",
    "change-headline": "What did you modify?",
    "creator-headline": "How do you want your modifications to be attributed to yourself?",
    "licence-headline": "Under which license do you want to publish the modified image?",
    "done-headline": "Congratulations!",
    "answer-print": "In a context, where you cannot use hyperlinks (e. g. print products, set of slides).",
    "answer-online": "Online.",
    "author-label": "Please fill in the information and also state any attributions to further parties (like “sponsored by X” or “published by Y”) if applicable:",
    "next": "Next",
    "answer-no-author": "No information available on this.",
    "answer-compilation": "Combined with other works.",
    "answer-no-compilation": "On its own.",
    "answer-edited": "Yes.",
    "answer-not-edited": "No, I want to use the image in its original unmodified form.",
    "author-question-mark": "This is for the attributed name(s) or pseudonym(s) of the author(s) or rightsholders. Information has to be stated exactly as it is found at the source, including © and/or year.",
    "change-question-mark": "A short info like “Excerpt” or “Coloration” is sufficient.",
    "compilation-question-mark": "Please choose this option if you think that your publication of the image together with other works (because of the selection and arrangement) as a collection is an intellectual creation in itself, i.e. the collection, due to its originality, is a work of authorship beyond the works contained in it. That could, for example, be the case if you create a photo book or a best-of-collection of certain images. The situation is different if you create a remix, like a collage of several images, which in most cases will not result in a collection, but in an adaptation of the images used for it.",
    "editing-question-mark": "All changes of the image that alter its impression on its viewers (like clipping, coloring, drastic re-sizing etc.) make the result an adaptation in the legal sense. In contrast, changing the image’s file format or digitizing it does not result in adaptations because the image and the impression it gives remain the same.",
    "licence-question-mark": "The tool only offers licenses which are compatible with the Creative Commons license attached to the original work.",
    "creator-question-mark": "Please state, if possible, your full name. A pseudonym, a nickname or “anonymous” is possible as well.",
    "same-licence": "Same license as the original work.",
    "licence-text": "License text",
    "download-image-link": "Download the image",
    "file-page-link": "Web address of the image on Wikimedia Commons",
    "done": "Done",
    "typeOfUse": "Type of use",
    "author": "Author",
    "compilation": "Collection",
    "editing": "Adaptation",
    "change": "Changes",
    "creator": "Creator",
    "licence": "License",
    "back-to-top": "Check another image",
    "force-pd-attribution": "Create a rights notice anyway"
  },
  "evaluation": {
    "by": "by",
    "edited": "modified",
    "done-text": "You have answered all questions. You are ready to use the correct license notice.",
    "your-attribution": "Your license notice",
    "your-rights-attribution": "Your legal notice",
    "copy": "Copy",
    "do-print-text": "You should show this information as close to the image as resonably possible (e.g. directly below it). In any case, viewers must be able to find the information easily. If you have a book or magazine, the attributions could also be placed in the imprint or at another standard location, as long as one can easily identify the image each attribution info belongs to (e.g. by providing the page number).",
    "do-online-text": "Please note, that the license notice includes hyperlinks, which have to be included wherever you make use of the license notice. You should show this information as close to the image as resonably possible (e.g. directly below it). In any case, viewers must be able to find the information easily. To make it easier for you, the tool provides the attribution including all hyperlinks in plain text format and as an html snippet. This way, you can transfer it directly into the source code of your webpage.",
    "do-compilation-text": "If the license holder asked you not to publish their name, the title of the work or any other information, please state the license’s hyperlink only. The tool provides it with the button below. The authors / rightsholders are meant to be able to decide by themselves, whether their names or the image titles are published or not in case the images are part of a collection they don’t want to be associated with.",
    "dont-terms-of-use-headline": "Do not impose any further conditions",
    "dont-terms-of-use-text": "You are not allowed to impose any further conditions regarding the image, which might restrict the rights granted through the Creative Commons license (e.g. no prohibiting the distribution of the contents of a specific webpage, as long as the CC-licensed images are not explicitly excepted from this ban).",
    "dont-sublicences-headline": "No sublicensing allowed",
    "dont-sublicences-text": "You are not allowed to sublicense the work. That means, that you are not allowed to state yourself as the licensor. Only if you modify the image you can become a licensor (and only limited to your modifications, not regarding to the original image). Others who will later receive the photo from you, receive their Creative Commons license offer directly from the licensor of the original image and not from you as the transmitter.",
    "dont-cc-licence-headline": "Existing legal notices",
    "dont-cc-licence-text": "If you find any Creative Commons license notices or limitations of liability, you are not allowed to change these.",
    "dont-technical-protection-headline": "Do not impose any technical protection measures",
    "dont-technical-protection-text": "You are not allowed to impose any technical protection measures regarding the image, which might restrict rights that flow from the Creative Commons license (e.g. copy protection mechanisms that restrict the printing of a PDF file).",
    "dont-rightholder-connection-headline": "No special connection to the rightsholder",
    "dont-rightholder-connection-text": "You are not allowed to use the image in a way that could be perceived as indicating that the rightsholder or any attribution parties mentioned granted rights to you in an individual transaction or otherwise endorse your specific use of the image.",
    "show-licence-text": "See the full license text",
    "anonymous": "anonymous",
    "copy-hint": "Copy the marked text"
  }
}
