{
  "index": {
    "title": "Generador de Atribución",
    "description": "Información de la licencia para imágenes de Wikipedia y Wikimedia Commons",
    "no-script": "Necesitas tener Javascript activado para usar esta página.",
    "how-it-works-1": "Insertar la dirección web de una imagen de Wikimedia Commons o de un artículo de Wikipedia para iniciar la herramienta.",
    "how-it-works-2": "Responde a las preguntas sobre su uso previsto para crear un aviso de licencia correcto.",
    "how-it-works-3": "Lee cómo usar el aviso de licencia.",
    "how-it-works-4": "Copia el aviso de licencia generado e insértalo en tu publicación para utilizar la imagen correctamente.",
    "how-it-works": "¿Cómo funciona?",
    "input-placeholder": "Dirección web de una imagen de Wikimedia Commons o de un artículo de Wikipedia.",
    "go-button": "¡Empecémos!",
    "feedback-name": "Nombre",
    "feedback-response-email": "Dirección de correo electrónico",
    "feedback-body": "Feedback",
    "feedback-submit": "Enviar",
    "feedback-thanks": "¡Gracias por tus comentarios!",
    "feedback": "Feedback",
    "about": "Acerca de",
    "legal": "Política de privacidad",
    "legal-tracking-switch": "Desactivar la marca de verificación para detener el seguimiento de tu visita.",
    "legal-hosting": "Esta herramienta está alojada en Wikimedia Labs. Lee los términos de uso en <a href=\"https://wikitech.wikimedia.org/wiki/Wikitech:Labs_Terms_of_use\" target=\"_blank\">https://wikitech.wikimedia.org/wiki/Wikitech:Labs_Terms_of_use</a>.",
    "private-use": "Uso puramente privado (sin publicación) y otras excepciones y limitaciones a los derechos de autor"
  },
  "error": {
    "generic": "Ha ocurrido un error imprevisto. Lo sentimos.",
    "mediatype-unsupported": "Desafortunadamente este tipo de archivo multimedia no es soportado por la herramienta en este momento. Lo sentimos.",
    "licence-unsupported": "Desafortunamente el tipo de licencia detectado no es soportado por la herramienta en este momento. Lo sentimos.",
    "url-invalid": "La dirección web que has proporcionado no se ha podido procesar. Lo sentimos.",
    "licence-not-recognized": "Desafortunadamente el formato de la información de la licencia almacenada para esta imagen no es soportado por la herramienta en este momento. Lo sentimos.",
    "send-feedback": "Algo no ha funcionado correctamente. Por favor, inténtalo de nuevo.",
    "feedback-generic": "Algo no ha funcionado correctamente. Por favor, inténtalo de nuevo",
    "feedback-blank-fields": "Por favor, rellena todos los campos del formulario de feedback.",
    "no-images-found": "Esta página de Wikipedia no contiene ninguna imagen.",
    "no-wiki-url": "En estos momentos el Generador de Atribución solo puede procesar imágenes de Wikipedia y Wikimedia Commons.",
    "invalid-email-format": "La dirección de correo electrónico especificada no coincide con el formato válido.",
    "no-cc-licence": "Este archivo no está bajo una licencia de Creative Commons."
  },
  "info-box": {
    "private-use": "Para los usos puramente privados, no necesitas el aviso de licencia.",
    "private-use-more-link": "&#8594; APRENDER MÁS",
    "dont-show-again": "No mostrar este mensaje de nuevo.",
    "understood-and-close": "Entedido y cerrar.",
    "ported-licence": "Algunas licencias Creative Commons fueron publicadas con ediciones específicas por país, llamadas «ported license». La imagen que solicitas fue publicada con una licencia «ported». La herramienta no está capacitada para comprobar si los requisitos de la licencia Creative Commons de este país en concreto son iguales que los de la versión en inglés. Sin embargo, todavía puedes generar el aviso de licencia de atribución con esta herramienta. Para estar totalmente seguros recomendamos comprobar los requisitos de la versión específica del país para la misma. Adicionalmente, el aviso de licencia tiene que estar en el idioma de su contexto para completar su función íntegramente."
  },
  "dialogue": {
    "public-domain-picture": "Esta imagen fue marcada como dominio público cuando se subió, por lo que no necesitas un aviso de licencia.",
    "no-attribution-needed": "No se necesita un aviso de licencia",
    "more-information": "más información",
    "adjust-attribution-for-usage": "Adaptar el aviso de licencia para el caso de uso",
    "adjust-legal-notice-for-usage": "Adaptar el aviso derechos para el caso de uso",
    "public-domain-text": "<p>De acuerdo a los detalles que fueron detectados, esta imagen está libre de derechos de autor y puede ser utilizada sin ningún requisito de licencia e incluso sin mencionar ningún autor ni licencia.</p><p>Sin embargo, bajo la ley alemana de derechos de autor, un autor siempre conserva algunos derechos irrenunciables en cada uno de sus trabajos. Por este motivo, recomendamos no reclamar falsamente la autoría de la imagen ni usarla de cualquier manera que podría considerarse perjudicial para la reputación del autor. Además, es recomendable informar a otros usuarios sobre el estatus de dominio público de esta imagen.</p><p>En algunos países (incluido Alemania) hay regularmente reclamaciones para la protección de reproducciones fotográficas de trabajos en dominio público. Esto se aplica a ambos, imágenes de esculturas y otras obras tridimensionales, así como fotografías de pinturas. Es responsabilidad de los reutilizadores aclarar si esto les afecta cuando utilizan la respectiva imagen.</p>",
    "type-of-use-headline": "¿Cómo quieres utilizar la imagen?",
    "author-headline": "¿Cuál es el nombre (o nombres) del autor o del titular de sus derechos?",
    "compilation-headline": "¿Cómo quieres publicar la imagen?",
    "editing-headline": "¿Quieres utilizar una versión modificada de la imagen?",
    "change-headline": "¿Qué modificaste?",
    "change-pd-headline": "¿Qué parte de la imagen será modificada?",
    "creator-headline": "¿Cómo quieres que se atribuyan tus modificaciones?",
    "licence-headline": "¿Bajo qué licencia te gustaría publicar la imagen modificada?",
    "done-headline": "¡Enhorabuena!",
    "answer-print": "En un contexto en el que no puedes utilizar hipervínculos (p. ej. materiales impresos, conjunto de diapositivas).",
    "answer-online": "En línea.",
    "author-label": "Por favor, rellena la información y declara cualquier atribución a otras partes (como «patrocinado por X» o «publicado por Y») si es aplicable:",
    "next": "Siguiente",
    "answer-no-author": "No hay información disponible.",
    "answer-compilation": "Combinada con otras obras.",
    "answer-no-compilation": "Sola.",
    "answer-edited": "Sí.",
    "answer-not-edited": "No, quiero utilizar la imagen en su versión original sin modificar.",
    "author-question-mark": "Esto es para los nombres o pseudónimos atribuidos al autor o autores, o del titular de los derechos de autor. La información tiene que indicarse de la misma manera que se encontró en la fuente, incluyendo © y el año.",
    "change-question-mark": "Proporcionar información breve, como un «Extracto» o la «Coloración», será suficiente.",
      "compilation-question-mark": "Por favor, elige esta opción si piensas que la publicación de esta imagen junto con otras obras (debido a su selección y disposición) en forma de colección de obras es una creación intelectual en sí misma, p. ej. la nueva obra, debido a su originalidad, es una obra digna de protección por derechos de autor de forma adicional a las obras que contiene. Por ejemplo, se podría dar este caso si creas un libro de fotografías o una recopilación de «mejores imágenes». La situación es diferente si creas un «remix», como un collage de varias imágenes, que en la mayoría de los casos no resultará en una colección, pero sí en una obra compuesta o una adaptación de las imágenes usadas para ello.",
    "editing-question-mark": "Todos los cambios de la imagen que alteran su impacto en los espectadores (tales como recortes, coloración, cambios de tamaño drásticos, etc.) convierten el resultado en una adaptación, en el sentido legal. En cambio, modificar el formato de la imagen o digitalizarla no crea una adaptación porque la imagen y el impacto, o impresión que da, se mantiene igual.",
    "licence-question-mark": "La herramienta solo ofrece licencias que son compatibles con la licencia Creative Commons que corresponde a la obra original.",
    "creator-question-mark": "Por favor, indica tu nombre completo si es posible. También es posible indicar un pseudónimo, apodo o indicar «anónimo».",
    "same-licence": "La misma licencia que la obra original",
    "licence-text": "Texto de la licencia",
    "download-image-link": "Descargar la imagen",
    "file-page-link": "Dirección web de la imagen en Wikimedia Commons",
    "done": "Hecho",
    "typeOfUse": "Tipo de uso",
    "author": "Autor",
    "compilation": "Colección",
    "editing": "Adaptación",
    "change": "Cambios",
    "creator": "Creador",
    "licence": "Licencia",
    "back-to-top": "Comprobar otra imagen",
    "force-pd-attribution": "Crear un aviso legal de todos modos",
    "pd-attribution-hint": "marcado como dominio público",
    "check-details": "para más detalles véase",
    "here": "aquí",
    "mark-as-pd": "marcar como dominio público"
  },
  "evaluation": {
    "by": "por",
    "edited": "modificado",
    "done-text": "Has respondido a todas las preguntas. Estás listo/a para utilizar el aviso de licencia correcto.",
    "done-text-legal-notice": "Has respondido a todas las preguntas. Ya puedes utilizar el aviso legal correcto.",
    "your-attribution": "Tu aviso de licencia",
    "your-legal-notice": "Tu aviso legal",
    "copy": "Copiar",
    "do-print-text": "Deberías mostrar esta información lo más cerca posible, razonablemente, de la imagen (p. ej. debajo de la misma). En cualquier caso, quienes vean la imagen deben ser capaces de encontrar la información fácilmente. Si tienes un libro o una revista, las atribuciones también podrían colocarse en la página de imprenta o en otra ubicación estandar, siempre que se pueda identificar fácilmente la información de atribución de cada imagen (p. ej. aportando el número de página).",
    "do-online-text": "Tenga en cuenta que el aviso de licencia incluye hipervínculos que deben incluirse siempre que hagas uso del aviso de licencia. Deberías mostrar esta información lo más cerca, posible, razonablemente, de la imagen (p. ej. debajo de la misma). En cualquier caso, quienes vean la imagen deben ser capaces de encontrar la información fácilmente. Si tienes un libro o una revista, las atribuciones también podrían colocarse en la página de imprenta o en otra ubicación estandar, siempre que se pueda identificar fácilmente la información de atribución de cada imagen (p. ej. aportando el número de página). Para que te sea más fácil, la herramienta proporciona la atribución incluyendo todos los hipervínculos en formato de texto sin formato así como un fragmento HTML. De esta forma, puedes transferirlo directamente al código fuente de su página web.",
    "do-compilation-text": "Si el titular de la licencia pide que no publiques su nombre, el título de la obra o cualquier otra información, por favor, mantén solamente el hipervínculo. La herramienta aporta el hipervínculo con el botón indicado abajo. Los autores o titulares de los derechos pueden decidir por ellos mismos, si sus nombres o el título de las imágenes se publiquen o no en el caso de que las imágenes formen parte de una colección con la que no quieren que se les asocie.",
    "dont-terms-of-use-headline": "No impongas más condiciones",
    "dont-terms-of-use-text": "No estás autorizado a imponer más condiciones respecto del uso de la imagen, que podría restringir los derechos concedidos por la licencia Creative Commons (p. ej. no se permite prohibir la distribución de contenidos de una determinada página web, siempre y cuando las imágenes con licencia CC no estén explícitamente exentas de esta prohibición).",
    "dont-sublicences-headline": "No se permite sublicenciar.",
    "dont-sublicences-text": "No estás autorizado para sublicenciar la obra. Esto significa que no estás autorizado a establecerte como el licenciante de esta obra. Solo te conviertes en licenciante si modificaste la imagen (y esto, solo con respecto a tus modificaciones, y no a la imagen original). Quienes reciban la foto, a través de ti, recibirán la licencia Creative Commons ofrecida directamente del licenciante de la imagen original y no de ti, como transmisor.",
    "dont-cc-licence-headline": "Avisos legales vigentes",
    "dont-cc-licence-text": "Si encuentras cualquier otro aviso de licencia Creative Commons o limitaciones de responsabilidad, no estás autorizado a cambiarlos.",
    "dont-technical-protection-headline": "No impongas ninguna medida técnica de protección",
    "dont-technical-protection-text": "No estás autorizado a imponer ninguna medida técnica de protección a la imagen, ya que puede restringir los derechos que se derivan de la licencia Creative Commons (p. ej. los mecanismos de protección contra copia restringen la impresión de un archivo PDF).",
    "dont-rightholder-connection-headline": "Ninguna conexión especial con el titular de los derechos",
    "dont-rightholder-connection-text": "No estás autorizado a utilizar esta imagen de un modo que podría ser percibido como indicador de que el titular de los derechos o cualquier otra persona reconocidas mencionadas, te conceden derechos en una transacción independiente o de cualquier otra manera respaldan tu uso específico de la imagen. ",
    "show-licence-text": "Ver el texto completo de la licencia",
    "show-cc-zero-text": "Mostrar el texto completo de la declaración de liberación",
    "anonymous": "anónimo",
    "copy-hint": "Copiar el texto marcado"
  }
}
