{
  "index": {
    "title": "Gerador de Atribuição",
    "description": "Informação da licença para imagens da Wikipédia e Wikimedia Commons",
    "no-script": "Precisa de ter o Javascript ativado para usar esta página.",
    "how-it-works-1": "Insira o endereço Web de uma imagem da Wikimedia Commons ou de um artigo da Wikipédia para iniciar a ferramenta.",
    "how-it-works-2": "Responda às perguntas sobre a utilização pretendida, para criar um aviso de licença correto.",
    "how-it-works-3": "Leia como usar o aviso de licença.",
    "how-it-works-4": "Copie o aviso de licença gerado e insira-o na sua publicação para usar a imagem corretamente.",
    "how-it-works": "Como funciona?",
    "input-placeholder": "Endereço Web de uma imagem da Wikimedia Commons ou de um artigo da Wikipédia.",
    "go-button": "Vamos começar!",
    "feedback-name": "Nome",
    "feedback-body": "Feedback",
    "feedback-submit": "Enviar",
    "feedback-thanks": "Obrigado pelo seu comentário!",
    "feedback": "Comentário",
    "about": "Sobre",
    "legal": "Política de privacidade",
    "legal-tracking-switch": "Remova a marca de verificação para parar o rastreamento da sua visita.",
    "legal-hosting": "Esta ferramenta está hospedada no Wikimedia Labs. Leia os Termos de Uso em <a href=\"https://wikitech.wikimedia.org/wiki/Wikitech:Labs_Terms_of_use\" target=\"_blank\">https://wikitech.wikimedia.org/wiki/Wikitech:Labs_Terms_of_use</a>.",
    "private-use": "Uso puramente privado (sem publicação) e outras exceções e limitações ao direito de autor"
  },
  "error": {
    "generic": "Ocorreu um erro imprevisto. Pedimos desculpa.",
    "mediatype-unsupported": "Infelizmente, este tipo de arquivo multimédia não é suportado pela ferramenta neste momento. Pedimos desculpa.",
    "licence-unsupported": "Infelizmente, o tipo de licença detectado não é suportado pela ferramenta neste momento. Pedimos desculpa.",
    "url-invalid": "O endereço Web que você forneceu não pôde ser processado. Pedimos desculpa.",
    "licence-not-recognized": "Infelizmente, o formato da informação da licença armazenada para esta imagem não é suportado pela ferramenta neste momento. Pedimos desculpa.",
    "send-feedback": "Algo não funcionou corretamente. Tente novamente.",
    "feedback-generic": "Algo não funcionou corretamente. Tente novamente",
    "feedback-blank-fields": "Por favor, preencha todos os campos do formulário de feedback."
  },
  "info-box": {
    "private-use": "Para a maioria dos usos puramente privados, você não necessita de um aviso de licença.",
    "private-use-more-link": "&#8594; SABER MAIS",
    "dont-show-again": "Não mostrar esta mensagem novamente.",
    "understood-and-close": "Entendido e fechar.",
    "ported-licence": "Algumas licenças Creative Commons foram publicadas com edições específicas por país, denominadas «licenças adaptadas». A imagem para a qual você solicitou um aviso de licença foi publicada com uma dessas licenças adaptadas. A ferramenta não consegue verificar se os requisitos da versão da licença Creative Commons específica deste país são os mesmos que os da versão em língua inglesa. No entanto, você ainda pode gerar o aviso de atribuição da licença com esta ferramenta. Para ser totalmente seguro, recomendamos que verifique os requisitos da licença da versão específica deste país. Adicionalmente, o aviso de licença deve estar na linguagem do seu contexto para cumprir totalmente com a sua função."
  },
  "dialogue": {
    "public-domain-picture": "Esta imagem, quando foi carregada, foi marcada como estando no domínio público, pelo que você não precisa de um aviso de licença para a mesma.",
    "no-attribution-needed": "Não é necessário qualquer aviso de licença",
    "more-information": "mais informação",
    "adjust-attribution-for-usage": "Adapte o aviso de licença para o seu caso de utilização",
    "public-domain-text": "<p>De acordo com os detalhes que foram detectados, esta imagem está livre de direitos de autor e pode ser usada sem estar sujeita a quaisquer requisitos de licenciamento, portanto mesmo sem mencionar nenhum autor ou licença.</p><p>No entanto, de acordo com a lei de direito de autor alemã, um autor conserva sempre alguns direitos inalienáveis sobre as suas obras. Por este motivo, recomendamos que não reivindique falsamente a autoria da imagem e que não a utilize de qualquer forma que possa ser considerada prejudicial à reputação do autor. Além disso, é aconselhável informar outros utilizadores sobre o estatuto de domínio público desta imagem.</p><p>Em alguns países (incluindo a Alemanha), há reivindicações regulares para a proteção de reproduções fotográficas de obras em domínio público. Tal aplica-se tanto a fotografias de esculturas e outras obras tridimensionais, como a fotografias de pinturas. É da responsabilidade dos reutilizadores esclarecer se são afectados quando usam a respectiva imagem.</p>",
    "type-of-use-headline": "Como é que quer utilizar a imagem?",
    "author-headline": "Qual é o nome (ou nomes) do autor ou do titular dos direitos de autor?",
    "compilation-headline": "Como é que quer publicar a imagem?",
    "editing-headline": "Quer usar uma versão modificada da imagem?",
    "change-headline": "O que é que você modificou?",
    "creator-headline": "Como é que quer que lhe sejam atribuídas as suas modificações?",
    "licence-headline": "Sob que licença quer publicar a imagem modificada?",
    "done-headline": "Parabéns!",
    "answer-print": "Num contexto onde você não pode usar hiperligações (p. ex. materiais impressos, conjunto de slides).",
    "answer-online": "Online.",
    "author-label": "Por favor, preencha as informações e declare qualquer atribuição a outras partes (como «patrocinado por X» ou «publicado por Y»), se aplicável:",
    "next": "Seguinte",
    "answer-no-author": "Não há informação disponível sobre isto.",
    "answer-compilation": "Combinado com outras obras.",
    "answer-no-compilation": "Por si só.",
    "answer-edited": "Sim.",
    "answer-not-edited": "Não, eu quero usar a imagem na sua versão original sem modificações.",
    "author-question-mark": "Isto é para o(s) nome(s) ou pseudónimo(s) atribuídos ao(s) autor(es) ou aos titulares de direitos de autor. A informação deve ser indicada exatamente da mesma forma que foi encontrada na fonte, incluindo © e/ou o ano.",
    "change-question-mark": "É suficiente uma informação breve, como «Resumo» ou «Coloração».",
    "compilation-question-mark": "Por favor, escolha esta opção se considera que a publicação desta imagem juntamente com outras obras (devido à sua seleção e disposição) como uma coleção de obras é, em si, uma criação intelectual, p. ex. a coleção, devido à sua originalidade, é uma obra para além das obras nela contidas. Tal pode, por exemplo, ser o caso se você criar um livro de fotos ou uma coleção de «as melhores imagens». A situação será diferente se você criar um «remix», como uma colagem de várias imagens, que na maioria dos casos não resultará numa coleção, mas sim numa adaptação das imagens usadas para tal.",
    "editing-question-mark": "Todas as alterações da imagem que alteram a impressão suscitada pela imagem naqueles que a visualizam (como cortes, coloração, mudanças drásticas de tamanho, etc.) fazem com que o resultado seja considerado uma adaptação, no sentido jurídico. Por outro lado, modificar o formato da imagem ou digitalizá-la não cria uma adaptação porque a imagem e a impressão que ela suscita é a mesma.",
    "licence-question-mark": "A ferramenta só oferece licenças que sejam compatíveis com a licença Creative Commons colocada na obra original.",
    "creator-question-mark": "Por favor indique, caso seja possível, o seu nome completo. Um pseudónimo, alcunha ou «anónimo» também é possível.",
    "same-licence": "A mesma licença que a obra original.",
    "licence-text": "Texto da licença ",
    "download-image-link": "Descarregue a imagem",
    "file-page-link": "Endereço Web da imagem na Wikimedia Commons",
    "done": "Feito",
    "typeOfUse": "Tipo de uso",
    "author": "Autor",
    "compilation": "Coleção",
    "editing": "Adaptação",
    "change": "Alterações",
    "creator": "Criador",
    "licence": "Licença"
  },
  "evaluation": {
    "by": "por",
    "edited": "modificado",
    "done-text": "Você respondeu a todas as perguntas. Você está pronto para usar o aviso de licença correto.",
    "your-attribution": "O seu aviso de licença",
    "copy": "Copiar",
    "do-print-text": "Você deve mostrar esta informação tão perto quanto razoavelmente possível da imagem (p. ex., diretamente abaixo da mesma). De qualquer modo, aqueles que visualizam a imagem devem poder encontrar a informação com facilidade. Se você tem um livro ou uma revista, as atribuições também podem ser colocadas na página de impressão ou noutra localização standard, desde que se possa facilmente identificar a imagem a que cada informação de atribuição pertence (p. ex., fornecendo o número da página).",
    "do-online-text": "Por favor note que o aviso de licença inclui hiperligações, os quais têm de ser incluídos sempre que você faça uso do aviso de licença. Você deve mostrar essa informação tão perto quanto razoavelmente possível da imagem (p. ex., diretamente abaixo da mesma). De qualquer modo, aqueles que visualizam a imagem devem poder encontrar a informação com facilidade. Para tornar este processo mais fácil para você, a ferramenta fornece-lhe a atribuição, incluindo todos os hiperligações em formato de texto simples e como um fragmento HTML. Desta forma, você pode transferi-lo diretamente para o código-fonte da sua página Web.",
    "do-compilation-text": "Se o titular da licença solicitar que você não publique o nome do titular, o título da obra ou qualquer outra informação, por favor indique apenas a hiperligação. A ferramenta fornece a hiperligação com o botão infra. É suposto que os autores / titulares dos direitos tenham a possibilidade de decidir por si mesmos se os seus nomes ou os títulos das imagens são publicados ou não caso as imagens façam parte de uma coleção com a qual eles não querem ser associados.",
    "dont-terms-of-use-headline": "Não imponha mais condições",
    "dont-terms-of-use-text": "Você não está autorizado a impor quaisquer condições adicionais relativamente à imagem, que possam restringir os direitos concedidos através da licença Creative Commons (p. ex., não proibir a distribuição de conteúdo de uma determinada página Web, desde que as imagens licenciadas com CC não estejam explicitamente excluídas dessa proibição).",
    "dont-sublicences-headline": "Não são permitidas sublicenças",
    "dont-sublicences-text": "Você não está autorizado a sublicenciar a obra. Isso significa que você não está autorizado a apresentar-se como licenciante. Você só poderá tornar-se num licenciante se modificar a imagem (e apenas em relação às suas modificações, não em relação à imagem original). Aqueles que receberem a foto através de si, receberão a licença Creative Commons diretamente do licenciante da imagem original e não de você, como transmissor.",
    "dont-cc-licence-headline": "Avisos jurídicos existentes",
    "dont-cc-licence-text": "Se você encontrar qualquer outro aviso de licença Creative Commons ou limitações de responsabilidade, você não está autorizado a alterá-los.",
    "dont-technical-protection-headline": "Não imponha nenhuma medida de proteção tecnológica",
    "dont-technical-protection-text": "Você não está autorizado a impor nenhuma medida de proteção tecnológica relativamente à imagem, que possa restringir os direitos que derivam da licença Creative Commons (p. ex. mecanismos de proteção contra cópia que restringem a impressão de um ficheiro PDF).",
    "dont-rightholder-connection-headline": "Nenhuma conexão especial com o titular dos direitos",
    "dont-rightholder-connection-text": "Você não está autorizado a usar esta imagem de um modo que possa ser entendido como indicando que o titular dos direitos ou qualquer outra pessoa mencionada na atribuição lhe concedeu direitos numa transação independente ou, de outra forma, suporta o seu uso específico da imagem.",
    "show-licence-text": "Veja o texto completo da licença",
    "anonymous": "anónimo",
    "copy-hint": "Copie o texto marcado"
  }
}

