{
  "index": {
    "title": "Gerador de Atribuição",
    "description": "Informação da licença para imagens da Wikipedia e Wikimedia Commons",
    "no-script": "Precisa de ter Javascript ativado para usar esta página.",
    "how-it-works-1": "Inserir direção web de una imagem da Wikimedia Commons o um artígo da Wikipedia para iniciar a ferrramenta.",
    "how-it-works-2": "Responda as perguntas sobre o uso pretendido para criar um aviso de licença correto.",
    "how-it-works-3": "Leia como usar o aviso de licença.",
    "how-it-works-4": "Copie o aviso de licença gerado e insira-o em sua publicação para usar a imagem corretamente.",
    "how-it-works": "Como funciona?",
    "input-placeholder": "Direção web de uma imagem da Wikimedia Commons o de um artigo da Wikipedia.",
    "go-button": "Vamos começar!",
    "feedback-name": "Nome",
    "feedback-response-email": "Email",
    "feedback-body": "Feedback",
    "feedback-submit": "Enviar",
    "feedback-thanks": "Obrigado por seus comentários!",
    "feedback": "Feedback",
    "about": "Sobre",
    "legal": "Política de privacidade",
    "legal-tracking-switch": "Desative a marca de verificação para parar o rastreamento da sua visita.",
    "legal-hosting": "Esta ferramenta é hospedada na Wikimedia Labs. Leia os termos de uso em <a href=\"https://wikitech.wikimedia.org/wiki/Wikitech:Labs_Terms_of_use\" target=\"_blank\">https://wikitech.wikimedia.org/wiki/Wikitech:Labs_Terms_of_use</a>.",
    "private-use": "Uso basicamente privado (sem publicação) e outras exceções e limitações aos direitos autorais"
  },
  "error": {
    "generic": "Ocorreu um erro imprevisto. Sentimos muito.",
    "mediatype-unsupported": "Infelizmente, este tipo de arquivo multimídia não é suportado pela ferramenta neste momento. Sentimos muito.",
    "licence-unsupported": "Infelizmente, o tipo de licença detectada não é suportado pela ferramenta neste momento. Sentimos muito.",
    "url-invalid": "O endereço da Web que você forneceu não pode ser processado. Sentimos muito.",
    "licence-not-recognized": "Infelizmente, o formato da informação de licença armazenadas para esta imagem não é suportado pela ferramenta neste momento. Sentimos muito.",
    "send-feedback": "Algo não funcionou corretamente. Tente novamente.",
    "feedback-generic": "Algo não funcionou corretamente. Tente novamente",
    "feedback-blank-fields": "Por favor, preencha todos os campos do formulário de feedback."
  },
  "info-box": {
    "private-use": "Para usos puramente privados, você não precisa do aviso de licença.",
    "private-use-more-link": "&#8594; APRENDER MAIS",
    "dont-show-again": "Não mostrar esta mensagem novamente.",
    "understood-and-close": "Entendido e fechar.",
    "ported-licence": "Algumas licenças Creative Commons foram publicadas com edições específicas por país, denominadas «ported license». A imagem que você solicitou foi publicada com uma licença «ported». A ferramenta não consegue verificar se os requisitos da licença Creative Commons deste país em particular são os mesmos da versão em inglês. No entanto, você ainda pode gerar o aviso de licença de atribuição com esta ferramenta. Para ser totalmente seguro, recomendamos verificar os requisitos da versão específica do país para a mesma. Além disso, o aviso de licença deve estar na linguagem do seu contexto para completar sua função na sua totalidade."
  },
  "dialogue": {
    "public-domain-picture": "Esta imagem foi marcada como domínio público quando foi carregada, você não precisa de um aviso de licença.",
    "no-attribution-needed": "Não é necessário aviso de licença",
    "more-information": "mais informação",
    "adjust-attribution-for-usage": "Adapte o aviso de licença para o seu caso de uso",
    "public-domain-text": "<p>De acordo com os detalhes que foram detectados, esta imagem está livre de direitos autorais e pode ser usada sem qualquer requisito de licença e mesmo sem mencionar nenhum autor ou licença.</p><p>No entanto, de acordo com a lei de direitos autorais alemã, um autor sempre conserva alguns direitos inalienáveis em cada uma das suas obras. Por este motivo, recomendamos não reivindicar falsamente a autoria da imagem ou usá-la de qualquer forma que possa ser considerada prejudicial à reputação do autor. Além disso, é aconselhável informar outros usuários sobre o status do domínio público desta imagem.</p><p>Em alguns países (incluindo a Alemanha), há reivindicações regulares para proteção de reproduções fotográficas de obras de domínio público.Isso se aplica a ambos, imagens de esculturas e outras obras tridimensionais, bem como fotografias de pinturas. É responsabilidade dos reutilizadores esclarecer se isso os afeta quando eles usam a respectiva imagem.</p>",
    "type-of-use-headline": "Como deseja usar você a imagem?",
    "author-headline": "Qual é o nome (ou nomes) do autor ou o proprietário de seus direitos?",
    "compilation-headline": "Como  deseja você publicar a imagem?",
    "editing-headline": "Deseja usar uma versão modificada da imagem?",
    "change-headline": "Que  modificou você?",
    "creator-headline": "Como  deseja você que sejam atribuídas suas modificações?",
    "licence-headline": "Baixo que licença  deseja você publicar a imagem modificada?",
    "done-headline": "Parabéns!",
    "answer-print": "Em um contexto onde você não pode usar hiperlinks (por exemplo, materiais impressos, conjunto de slides).",
    "answer-online": "Online.",
    "author-label": "Por favor, prencha as informações e declare qualquer atribuição a outras partes (como «patrocinado por X» ou «publicado por Y»), se aplicável:",
    "next": "Siguinte",
    "answer-no-author": "Não há informação disponível",
    "answer-compilation": "Combinado com outros trabalhos.",
    "answer-no-compilation": "Por si só.",
    "answer-edited": "Sim.",
    "answer-not-edited": "Não, eu quero usar a imagem em sua versão original sem modificação.",
    "author-question-mark": "sto é para os nomes ou pseudônimos atribuídos ao autor ou autores, ou o proprietário dos direitos autorais. A informação deve ser indicada da mesma forma que foi encontrada na fonte, incluindo © e o ano.",
    "change-question-mark": "Será suficiente fornecer informações breves, como um «Resumo» ou «Colorir».",
    "compilation-question-mark": "Por favor, escolha esta opção se você acha que a publicação desta imagem junto com outras obras (devido à sua seleção e disposição) na forma de uma coleção de obras é uma criação intelectual em si, p. ex. O novo trabalho, devido à sua originalidade, é um trabalho digno de proteção de direitos autorais além dos trabalhos que contém. Por exemplo, poderia-se dar este caso se você criar um livro de fotos ou uma coleção de «melhores imagens». A situação é diferente se você criar um «remix¢, como uma colagem de várias imagens, o que na maioria dos casos não resultará em uma coleção, mas sim num trabalho composto ou uma adaptação das imagens usadas para ele.",
    "editing-question-mark": "Todas as mudanças na imagem que alteram seu impacto nos espectadores (como cortes, coloração, mudanças drásticas de tamanho, etc.) convertem o resultado em uma adaptação, no sentido jurídico. Por outro lado, modificar o formato da imagem ou digitalizá-la não cria uma adaptação porque a imagem e o impacto ou a impressão que ela dá ficam iguais.",
    "licence-question-mark": "A ferramenta só oferece licenças compatíveis com a licença Creative Commons que corresponde ao trabalho original.",
    "same-licence": "A mesma licença que o trabalho original",
    "licence-text": "Texto da licença ",
    "download-image-link": "Baixe o arquivo da imagem",
    "file-page-link": "Endereço da imagem na Wikimedia Commons",
    "done": "Feito",
    "typeOfUse": "Tipo de uso",
    "author": "Autor",
    "compilation": "Coleção",
    "editing": "Adaptação",
    "change": "Mudanças",
    "creator": "Criador",
    "licence": "Licença"
  },
  "evaluation": {
    "by": "por",
    "edited": "modificado",
    "done-text": "Você respondeu todas as perguntas. Você está pronto para usar o aviso de licença correto.",
    "your-attribution": "Seu aviso de licença",
    "copy": "Copiar",
    "do-print-text": "Você deve mostrar essa informação tão perto quanto razoavelmente possível da imagem (por exemplo, abaixo da mesma). Em qualquer caso, aqueles que vêem a imagem devem poder encontrar a informação com facilidade. Se você tem um livro ou uma revista, as atribuições também podem ser colocadas na página de impressão ou em outra localização, desde que a informação de atribuição de cada imagem possa ser facilmente identificada (por exemplo, fornecendo o número da página).",
    "do-online-text": "Tenha em mente que o aviso de licença inclui hiperlinks que devem ser incluídos sempre que você usa o aviso de licença.Você deve mostrar essa informação tão perto quanto razoavelmente possível da imagem (por exemplo, abaixo da mesma). Em qualquer caso, aqueles que vêem a imagem devem poder encontrar a informação com facilidade. Se você tem um livro ou uma revista, as atribuições também podem ser colocadas na página de impressão ou em outra localização, desde que a informação de atribuição de cada imagem possa ser facilmente identificada (por exemplo, fornecendo o número da página). Para tornar este processo mais fácil para você, a ferramenta fornece-lhe a atribuição, incluindo todos os hiperlinks em formato de texto simples, bem como um fragmento HTML. Desta forma, você pode transferi-lo diretamente para o código-fonte da sua página web.",
    "do-compilation-text": "Se o proprietário da licença solicitar que você não publique seu nome, o título do trabalho ou qualquer outra informação, mantenha apenas o hiperlink. A ferramenta fornece o hiperlink com o botão indicado abaixo. Os autores ou proprietários dos direitos podem decidir por si mesmos, se seus nomes ou o título das imagens forem publicados ou não, caso as imagens façam parte de uma coleção com a qual eles não querem ser associados.",
    "dont-terms-of-use-headline": "Não imponha mais condições",
    "dont-terms-of-use-text": "Você não está autorizado a impor mais condições sobre o uso da imagem, o que pode restringir os direitos concedidos pela licença Creative Commons (por exemplo, não é permitido proibir a distribuição de conteúdo de uma determinada página web, desde que as imagens com A licença CC não está explicitamente isenta dessa proibição).",
    "dont-sublicences-headline": "Sublicenças não são permitidas.",
    "dont-sublicences-text": "Você não está autorizado a sublicenciar o trabalho. Isso significa que você não está autorizado a estabelecer-se como o licenciante deste trabalho. Você só se tornou um licenciador se você modificou a imagem (e isso, apenas em relação às suas modificações, e não à imagem original). Aqueles que receberem a foto, através de você, receberão a licença Creative Commons oferecida diretamente do licenciante da imagem original e não você, como transmissor.",
    "dont-cc-licence-headline": "Avisos jurídicos atuais",
    "dont-cc-licence-text": "Se você encontrar qualquer outro aviso de licença Creative Commons ou limitações de responsabilidade, você não está autorizado a alterá-los.",
    "dont-technical-protection-headline": "Não imponha nenhuma medida técnica de proteção",
    "dont-technical-protection-text": "Você não está autorizado a impor nenhuma medida de proteção técnica na imagem, pois você pode restringir os direitos que derivam da licença Creative Commons (por exemplo, os mecanismos de proteção contra cópia restringem a impressão de um arquivo PDF).",
    "dont-rightholder-connection-headline": "Nenhuma conexão especial com o titular dos direitos",
    "dont-rightholder-connection-text": "Você não está autorizado a usar esta imagem de forma que possa ser percebida como um indicador de que o proprietário dos direitos ou qualquer outra pessoa reconhecida chamada, lhe concede direitos em uma transação independente ou, de qualquer outra forma, suporte seu uso específico da imagem.",
    "show-licence-text": "Veja o texto completo da licença",
    "anonymous": "anônimo",
    "copy-hint": "Copie o texto marcado"
  }
}
