{
  "index": {
    "title": "Générateur d'attributions",
    "description": "Informations de licence pour les images de Wikipedia et Wikimedia Commons",
    "no-script": "Javascript doit être activé pour utiliser cette page.",
    "how-it-works-1": "Insérer l'adresse Web d'une image Wikimedia Commons ou d'un article Wikipedia pour démarrer l'outil.",
    "how-it-works-2": "Répondre aux questions sur l'utilisation que vous souhaitez en faire pour générer une notice de licence cohérente.",
    "how-it-works-3": "Lire la notice d'utilisation de la licence générée.",
    "how-it-works-4": "Copier la licence générée et l'insérer dans votre publication pour une utilisation correcte de l'image.",
    "how-it-works": "Comment ça marche ?",
    "input-placeholder": "Adresse Web d'une image Wikimedia Commons ou d'un article Wikipedia.",
    "go-button": "C'est parti !",
    "feedback-name": "Nom",
    "feedback-body": "Commentaires",
    "feedback-submit": "Envoyer",
    "feedback-thanks": "Merci pour vos commentaires !",
    "feedback": "Commentaires",
    "about": "A propos de",
    "legal": "Politique de vie privée",
    "legal-tracking-switch": "Décocher la case pour arrêter le tracking durant votre visite.",
    "legal-hosting": "Cet outil est hébergé sur Wikimedia Labs. Lisez les conditions d'utilisation sur <a href=\"https://wikitech.wikimedia.org/wiki/Wikitech:Labs_Terms_of_use\" target=\"_blank\">https://wikitech.wikimedia.org/wiki/Wikitech:Labs_Terms_of_use</a>.",
    "private-use": "Usage purement privé (sans publication) et autres exceptions de droits d'auteur"
  },
  "error": {
    "generic": "Une erreur imprévue est arrivée. Désolé.",
    "mediatype-unsupported": "Malheureusement, ce type de média n'est pas supporté pour l'instant. Désolé.",
    "licence-unsupported": "Malheureusement, le type de licence détecté par l'outil n'est pas supporté pour l'instant. Désolé.",
    "url-invalid": "L'adresse web n'a pas pu être analysée. Désolé.",
    "licence-not-recognized": "Malheureusement, le format des informations de licence pour cette image ne sont pas supportées par l'outil pour l'instant. Désolé.",
    "send-feedback": "Quelque chose n'a pas fonctionné correctement. Veuillez rééssayez.",
    "feedback-generic": "Quelque chose n'a pas fonctionné correctement. Veuillez rééssayez.",
    "feedback-blank-fields": "Veuillez remplir tous les champs du formulaire pour les commentaires."
  },
  "info-box": {
    "private-use": "Pour des usages purement privés, vous n'avez pas besoin d'une notice de licence.",
    "private-use-more-link": "&#8594; EN SAVOIR PLUS",
    "dont-show-again": "Ne plus afficher ce message.",
    "understood-and-close": "J'ai compris et je ferme.",
    "ported-licence": "Certaines licences Creative Commons ont été publiées avec des éditions spécifiques à certains pays, aussi appelées des “licences portées”. L'image dont vous souhaitez obtenir une licence, a été publiée avec une licence portée. L'outil n'est pas capable de vérifier si les pré-requis de cette licence spécifique sont égaux à la version en langue anglaise. Cependant, vous pouvez toujours générer une notice de licence avec cet outil. Pour en être vraiment sûr, nous vous recommandons de vérifier les pré-requis de la licence portée."
  },
  "dialogue": {
    "public-domain-picture": "Cette image a été marquée comme étant dans le domaine public, vous n'avez pas besoin de notice de licence pour celle-ci.",
    "no-attribution-needed": "Pas de notice de licence nécessaire",
    "more-information": "informations ultérieures",
    "adjust-attribution-for-usage": "Adapter la notice de licence pour l'utilisation",
    "public-domain-text": "<p>Selon les détails qui ont été détectés, cette image est libre de droits et peut-être utilisée sans licence, sans même mentionner l'auteur ou la licence existante.</p><p>Cependant, selon les droits d'auteur en Allemagne, un auteur conserve toujours certains droits sur ses travaux. Par conséquent, nous recommandons de ne pas réclamer l'appartenance d'une image ni de l'utiliser de manière à nuire à l'auteur original. De plus, il est important d'informer les autres utilisateurs du domaine public lié à cette image.</p><p>Dans certains pays (y compris l'Allemagne), il y a des plaintes régulières liées à la reproduction de photographies dans le domaine public. Ceci s'applique également aux images de sculptures et aux autres travaux tridimensionnels ainsi qu'aux photographies de peintures. Il en est de la responsabilité des utilisateurs de clarifier s'ils sont atteints par cette mesure lors de l'utilisation d'une image.</p>",
    "type-of-use-headline": "Comment voulez-vous utiliser cette image ?",
    "author-headline": "Quel est le nom (ou les noms) de l'auteur ou du propriétaire des droits d'auteur ?",
    "compilation-headline": "Comment voulez-vous publier cette image ?",
    "editing-headline": "Voulez-vous utiliser cette image sous une forme modifiée ?",
    "change-headline": "Qu'avez-vous modifié ?",
    "creator-headline": "Comment voulez-vous que vos modifications soient attribuées ?",
    "licence-headline": "Sous quelle licence voulez-vous publier l'image modifiée ?",
    "done-headline": "Félicitations !",
    "answer-print": "Dans un contexte, où vous ne pouvez pas utiliser d'hyperliens (e. g. impressions, présentations).",
    "answer-online": "En ligne.",
    "author-label": "Veuillez compléter les informations et annotez les attributions tierces (comme “sponsorisé par X” or “publié par Y”) si cela est compatible:",
    "next": "Suivant",
    "answer-no-author": "Pas d'informations valables sur ceci.",
    "answer-compilation": "Combiné avec d'autres travaux.",
    "answer-no-compilation": "Sur lui-même.",
    "answer-edited": "Oui.",
    "answer-not-edited": "Non, je veux utiliser l'image dans sa forme originale non modifiée.",
    "author-question-mark": "Ceci est pour les noms attribués ou les pseudonymes des auteurs ou les ayant-droits. Les informations doivent être retranscrites telles que dans la source, y compris le © et/ou l'année.",
    "change-question-mark": "Une information courte comme “Excepté” or “Coloration” est suffisante.",
    "compilation-question-mark": "Veuillez choisir cette option si vous pensez que votre publication de l'image accompagnée d'autres travaux est une création intellectuelle en elle-même, i.e. la collection, par son originalité, est un travail propre. Cela pourrait, par exemple, être le cas si vous créez un livre de photos ou une collection best of de certaines images. La situation est différente si vous créez un remix, comme un collage de plusieurs images, qui sont dans la plupart des cas une adaptation des images qui le composent.",
    "editing-question-mark": "Tous les changements de l'image qui modifient son rendu (clipping, colorisation, redimensionnement etc.) font que le résultat est une adaptation dans le sens légal du terme. Par contre, le changement de format de fichier ou sa numérisation ne sont pas des adaptations puisque l'image et son impressions sont intactes.",
    "licence-question-mark": "L'outil propose uniquement des licences compatibles avec la licence Creative Commons rattachée au travail original.",
    "creator-question-mark": "Merci d'indiquer, si possible, votre nom. Un pseudonyme, un surnom ou le mot-clé “anonyme” sont des solutions possibles.",
    "same-licence": "Licence identique au travail original.",
    "licence-text": "Texte de la licence",
    "download-image-link": "Télécharger l'image",
    "file-page-link": "Adresse web de l'image sur Wikimedia Commons",
    "done": "Fait",
    "typeOfUse": "Type d'utilisation",
    "author": "Auteur",
    "compilation": "Collection",
    "editing": "Modification",
    "change": "Changements",
    "creator": "Créateur",
    "licence": "Licence"
  },
  "evaluation": {
    "by": "par",
    "edited": "Modifié",
    "done-text": "Vous avez répondu à toutes les questions. Vous êtes prêts pour une utilisation de la notice de licence.",
    "your-attribution": "Votre notice de licence",
    "copy": "Copie",
    "do-print-text": "Vous devriez associer cette note au plus près de l'image (par exemple, juste en dessous). Dans tous les cas, ceux qui auront accès à l'image doivent pouvoir retrouver l'information facilement. Si vous avez un livre ou un magazine, les attributions peuvent être placées ailleurs (un index en indiquant le numéro de la page, par exemple).",
    "do-online-text": "Veuillez noter que la notice de licence contient des hyperliens, qui doivent être conservés quelque soit l'utilisation de la notice. Vous devriez montrer cette information au plus près possible de l'image (i.e. juste en-dessous). Dans tous les cas, les utilisateurs doivent pouvoir trouver l'information facilement. Pour rendre la chose plus facile, l'outil génère une attribution avec les hyperliens en texte plein et sous forme de code HTML. De cette manière, vous pouvez transférer l'attribution directement dans le code source de la page web qui contiendra l'image.",
    "do-compilation-text": "Si le propriétaire de la licence demandait à ce que son nom ne soit pas publié, tout comme le titre du travail ou tout autre information, veuillez conserver uniquement l'hyperlien de la licence. L'outil autorise cette possibilité avec le bouton ci-dessous. Les auteurs / ayant-droits doivent pouvoir décider par eux-mêmes, si leurs noms ou les titres des images peuvent être publiés dans une collection à laquelle ils ne veulent pas être associés.",
    "dont-terms-of-use-headline": "Veuillez ne pas imposer de conditions supplémentaires",
    "dont-terms-of-use-text": "Vous n'êtes pas autorisé à imposer des conditions supplémentaires par rapport à l'image qui pourraient restreindre les droits liés à l'utilisation de la licence Creative Commons (i.e. pas d'interdiction de la distribution du contenu d'une page web spécifique, tant que les images sous licence Creative Commons ne sont pas exclues explicitement de cette interdiction).",
    "dont-sublicences-headline": "Pas de sous-licence autorisée",
    "dont-sublicences-text": "Vous n'êtes pas autorisé à apposer une sous-licence à ce travail. Autrement dit, vous n'êtes pas autorisé à vous définir en tant que propriétaire de la licence. Vous pouvez le devenir uniquement si vous modifiez l'image (uniquement sur vos modifications et non le travail original associé). Les personnes qui recevront l'image par votre intermédiaire, recevront leur licence Creative Commons directement du propriétaire de l'image originale et non par votre intermédiaire.",
    "dont-cc-licence-headline": "Notices légales existantes",
    "dont-cc-licence-text": "Si vous trouvez une notice de licence Creative Commons, vous n'êtes pas autorisé à la modifier.",
    "dont-technical-protection-headline": "Ne pas imposer de mesure de protection technique",
    "dont-technical-protection-text": "Vous n'êtes pas autorisé à imposer des mesures de protection technique par rapport à l'image qui seraient en mesure de restreindre les droits liés à la licence Creative Commons (i.e. mécanismes de protection anti-copie pour éviter les impressions de fichiers PDF).",
    "dont-rightholder-connection-headline": "Pas de lien particulier à l'ayany-droit",
    "dont-rightholder-connection-text": "Vous n'êtes pas autorisé à utiliser l'image d'une manière où on pourrait penser que les ayant-droits vous ont donnés des droits lors d'une transaction individuelle.",
    "show-licence-text": "Voir le texte complet de la licence",
    "anonymous": "anonyme",
    "copy-hint": "Copier le texte marqué"
  }
}
