{
  "index": {
    "title": "Générateur d'attributions",
    "description": "Informations de licence pour les images de Wikipedia et Wikimedia Commons",
    "no-script": "Javascript doit être activé pour utiliser cette page.",
    "how-it-works-1": "Insérer l'adresse Web d'une image Wikimedia Commons ou d'un article Wikipedia pour démarrer l'outil.",
    "how-it-works-2": "Répondre aux questions sur l'utilisation que vous souhaitez en faire pour générer une notice de licence cohérente.",
    "how-it-works-3": "Lire la notice d'utilisation de la licence générée.",
    "how-it-works-4": "Copier la licence générée et l'insérer dans votre publication pour une utilisation correcte de l'image.",
    "how-it-works": "Comment ça marche ?",
    "input-placeholder": "Adresse Web d'une image Wikimedia Commons ou d'un article Wikipedia.",
    "go-button": "C'est parti !",
    "feedback-name": "Nom",
    "feedback-body": "Commentaires",
    "feedback-submit": "Envoyer",
    "feedback-thanks": "Merci pour vos commentaires !",
    "feedback": "Commentaires",
    "about": "A propos de",
    "legal": "Politique de vie privée",
    "legal-tracking-switch": "Décocher la case pour arrêter le tracking durant votre visite.",
    "legal-hosting": "Cet outil est hébergé sur Wikimedia Labs. Lisez les conditions d'utilisation sur <a href=\"https://wikitech.wikimedia.org/wiki/Wikitech:Labs_Terms_of_use\" target=\"_blank\">https://wikitech.wikimedia.org/wiki/Wikitech:Labs_Terms_of_use</a>.",
    "private-use": "Usage purement privé (sans publication) et autres exceptions de droits d'auteur"
  },
  "error": {
    "generic": "Une erreur imprévue est arrivée. Désolé.",
    "mediatype-unsupported": "Malheureusement, ce type de média n'est pas supporté pour l'instant. Désolé.",
    "licence-unsupported": "Malheureusement, le type de licence détecté par l'outil n'est pas supporté pour l'instant. Désolé.",
    "url-invalid": "L'adresse web n'a pas pu être analysée. Désolé.",
    "licence-not-recognized": "Malheureusement, le format des informations de licence pour cette image ne sont pas supportées par l'outil pour l'instant. Désolé.",
    "send-feedback": "Quelque chose n'a pas fonctionné correctement. Veuillez rééssayez.",
    "feedback-generic": "Quelque chose n'a pas fonctionné correctement. Veuillez rééssayez.",
    "feedback-blank-fields": "Veuillez remplir tous les champs du formulaire pour les commentaires."
  },
  "info-box": {
    "private-use": "Pour des usages purement privés, vous n'avez pas besoin d'une notice de licence.",
    "private-use-more-link": "&#8594; EN SAVOIR PLUS",
    "dont-show-again": "Ne plus afficher ce message.",
    "understood-and-close": "J'ai compris et je ferme.",
    "ported-licence": "Certaines licences Creative Commons ont été publiées avec des éditions spécifiques à certains pays, aussi appelées des “licences portées”. L'image dont vous souhaitez obtenir une licence, a été publiée avec une licence portée. L'outil n'est pas capable de vérifier si les prérequis de cette licence spécifique sont égaux à la version en langue anglaise. Cependant, vous pouvez toujours générer une notice de licence avec cet outil. Pour en être vraiment sûr, nous vous recommendons de vérifier les pré-requis de la licence portée."
  },
  "dialogue": {
    "public-domain-picture": "Cette image a été marquée come étant dans le domaine public, vous n'avez pas besoin de notice de licence pour celle-ci.",
    "no-attribution-needed": "Pas de notice de licence nécessaire",
    "more-information": "informations ultérieures",
    "adjust-attribution-for-usage": "Adapter la notice de licence pour l'utilisation",
    "public-domain-text": "<p>Selon les détails qui ont été détectés, cette image est libre de droits et peut-être utilisée sans licence, sans même mentionner l'auteur ou la licence existante.</p><p>Cependant, selon les droits d'auteur en Allemagne, un auteur conserve toujours certains droits sur ses travaux. Par conséquent, nous recommandons de ne pas réclamer l'appartenance d'une image ni de l'utiliser de manière à nuire à l'auteur original. De plus, il est important d'informer les autres utilisateurs du domaine public lié à cette image.</p><p>Dans certains pays (y compris l'Allemagne), il y a des plaintes régulières liées à la reproduction de photographies dans le domaine public. Ceci s'applique également aux images de sculptures et aux autres travaux tridimensionnels ainsi qu'aux photographies de peintures. Il en est de la responsabilité des utilisateurs de clarifier s'ils sont atteints par cette mesure lors de l'utilisation d'une image.</p>",
    "type-of-use-headline": "Comment voulez-vous utiliser cette image ?",
    "author-headline": "Quel est le nom (ou les noms) de l'auteur ou du propriétaire des droits d'auteur ?",
    "compilation-headline": "Comment voulez-vous publier cette image ?",
    "editing-headline": "Voulez-vous utiliser cette image sous une forme modifiée ?",
    "change-headline": "Qu'avez-vous modifié ?",
    "creator-headline": "Comment voulez-vous que vos modifications soient attribuées ?",
    "licence-headline": "Sous quelle licence voulez-vous publier l'image modifiée ?",
    "done-headline": "Félicitations !",
    "answer-print": "Dans un contexte, où vous ne pouvez pas utiliser d'hyperliens (e. g. impressions, présentations).",
    "answer-online": "En ligne.",
    "author-label": "Veuillez compléter les informations et annotez les attributions tierces (comme “sponsorisé par X” or “publié par Y”) si cela est compatible:",
    "next": "Suivant",
    "answer-no-author": "Pas d'informations valables sur ceci.",
    "answer-compilation": "Combiné avec d'autres travaux.",
    "answer-no-compilation": "Sur lui-même.",
    "answer-edited": "Oui.",
    "answer-not-edited": "Non, je veux utiliser l'image dans sa forme originale non modifiée.",
    "author-question-mark": "Ceci est pour les noms attribués ou les pseudonuymes des auteurs ou les ayant-droits. Les informations doivent être retranscrites telles que dans la source, y compris le © et/ou l'année.",
    "change-question-mark": "Une information courte comme “Excepté” or “Coloration” est suffisante.",
    "compilation-question-mark": "Veuillez choisir cette optionsi vous pensez que votre publication de l'image accompagnée d'autres travaux est une création intellectuelle en elle-même, i.e. la collection, par son originalité, est un travail propre. Cela pourrait, par exemple, être le cas si vous créez un livre de photos ou une collection best of de certaines images. La situation est différentes si vous créez un remix, comme un collage de plusieures images, qui sont dans la plupart des cas une adaptation des images qui le composent.",
    "editing-question-mark": "All changes of the image that alter its impression on its viewers (like clipping, coloring, drastic re-sizing etc.) make the result an adaptation in the legal sense. In contrast, changing the image’s file format or digitizing it does not result in adaptations because the image and the impression it gives remain the same.",
    "licence-question-mark": "The tool only offers licenses which are compatible with the Creative Commons license attached to the original work.",
    "creator-question-mark": "Please state, if possible, your full name. A pseudonym, a nickname or “anonymous” is possible as well.",
    "same-licence": "Same license as the original work.",
    "licence-text": "License text",
    "download-image-link": "Download the image",
    "file-page-link": "Web address of the image on Wikimedia Commons",
    "done": "Done",
    "typeOfUse": "Type of use",
    "author": "Author",
    "compilation": "Collection",
    "editing": "Adaptation",
    "change": "Changes",
    "creator": "Creator",
    "licence": "License"
  },
  "evaluation": {
    "by": "by",
    "edited": "modified",
    "done-text": "You have answered all questions. You are ready to use the correct license notice.",
    "your-attribution": "Your license notice",
    "copy": "Copy",
    "do-print-text": "You should show this information as close to the image as resonably possible (e.g. directly below it). In any case, viewers must be able to find the information easily. If you have a book or magazine, the attributions could also be placed in the imprint or at another standard location, as long as one can easily identify the image each attribution info belongs to (e.g. by providing the page number).",
    "do-online-text": "Please note, that the license notice includes hyperlinks, which have to be included wherever you make use of the license notice. You should show this information as close to the image as resonably possible (e.g. directly below it). In any case, viewers must be able to find the information easily. To make it easier for you, the tool provides the attribution including all hyperlinks in plain text format and as an html snippet. This way, you can transfer it directly into the source code of your webpage.",
    "do-compilation-text": "If the license holder asked you not to publish their name, the title of the work or any other information, please state the license’s hyperlink only. The tool provides it with the button below. The authors / rightsholders are meant to be able to decide by themselves, whether their names or the image titles are published or not in case the images are part of a collection they don’t want to be associated with.",
    "dont-terms-of-use-headline": "Do not impose any further conditions",
    "dont-terms-of-use-text": "You are not allowed to impose any further conditions regarding the image, which might restrict the rights granted through the Creative Commons license (e.g. no prohibiting the distribution of the contents of a specific webpage, as long as the CC-licensed images are not explicitly excepted from this ban).",
    "dont-sublicences-headline": "No sublicensing allowed",
    "dont-sublicences-text": "You are not allowed to sublicense the work. That means, that you are not allowed to state yourself as the licensor. Only if you modify the image you can become a licensor (and only limited to your modifications, not regarding to the original image). Others who will later receive the photo from you, receive their Creative Commons license offer directly from the licensor of the original image and not from you as the transmitter.",
    "dont-cc-licence-headline": "Existing legal notices",
    "dont-cc-licence-text": "If you find any Creative Commons license notices or limitations of liability, you are not allowed to change these.",
    "dont-technical-protection-headline": "Do not impose any technical protection measures",
    "dont-technical-protection-text": "You are not allowed to impose any technical protection measures regarding the image, which might restrict rights that flow from the Creative Commons license (e.g. copy protection mechanisms that restrict the printing of a PDF file).",
    "dont-rightholder-connection-headline": "No special connection to the rightsholder",
    "dont-rightholder-connection-text": "You are not allowed to use the image in a way that could be perceived as indicating that the rightsholder or any attribution parties mentioned granted rights to you in an individual transaction or otherwise endorse your specific use of the image.",
    "show-licence-text": "See the full license text",
    "anonymous": "anonymous",
    "copy-hint": "Copy the marked text"
  }
}
