{
  "index": {
    "title": "Lizenzhinweisgenerator",
    "description": "Lizenzhinweise für Bilder aus Wikipedia und Wikimedia Commons",
    "no-script": "Zur Nutzung dieser Webseite muss JavaScript aktiviert sein.",
    "how-it-works-1": "Starten Sie mit der Internetadresse eines Wikimedia-Commons-Bildes oder eines Wikipedia-Artikels die Anwendung.",
    "how-it-works-2": "Beantworten Sie die Fragen zur beabsichtigten Nutzung, um den Lizenzhinweis zu erstellen.",
    "how-it-works-3": "Lesen Sie nach, wie der Lizenzhinweis zu benutzen ist.",
    "how-it-works-4": "Kopieren Sie Ihren Lizenzhinweis und fügen Sie ihn in Ihre Veröffentlichung ein, um das Bild lizenzkonform zu nutzen.",
    "how-it-works": "Wie funktioniert das?",
    "input-placeholder": "Internetadresse eines Wikimedia-Commons-Bildes oder eines Wikipedia-Artikels",
    "go-button": "Los!",
    "feedback-name": "Name",
    "feedback-response-email": "E-Mail-Adresse",
    "feedback-body": "Feedback",
    "feedback-submit": "Abschicken",
    "feedback-thanks": "Vielen Dank für Ihr Feedback!",
    "feedback": "Feedback",
    "about": "Über diese Anwendung",
    "legal": "Impressum und Datenschutz",
    "legal-tracking-switch": "Entfernen Sie das Häkchen, damit Ihr Besuch nicht erfasst wird.",
    "legal-hosting": "Diese Anwendung wird auf Wikimedia Labs betrieben. Die Nutzungsbedingungen können Sie unter <a href=\"https://wikitech.wikimedia.org/wiki/Wikitech:Labs_Terms_of_use\" target=\"_blank\">https://wikitech.wikimedia.org/wiki/Wikitech:Labs_Terms_of_use</a> abrufen.",
    "private-use": "Rein private Nutzung (ohne Veröffentlichung) und andere Ausnahmen"
  },
  "error": {
    "generic": "Ein unvorhergesehener Fehler ist aufgetreten.",
    "mediatype-unsupported": "Der Medientyp der angegebenen Datei wird von dieser Anwendung momentan leider nicht unterstützt.",
    "licence-unsupported": "Leider wird die ermittelte Lizenz des Bildes von dieser Anwendung nicht unterstützt.",
    "url-invalid": "Die angegebene Internetadresse konnte nicht verarbeitet werden.",
    "licence-not-recognized": "Leider wird das Format der Lizenzangabe zu diesem Bild derzeit noch nicht unterstützt.",
    "send-feedback": "Beim Senden ist etwas schiefgelaufen. Bitte versuchen Sie es erneut.",
    "feedback-generic": "Beim Senden der Nachricht ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.",
    "feedback-blank-fields": "Alle Felder des Feedback-Formulars müssen ausgefüllt werden.",
    "no-images-found": "Dieser Wikipedia Artikel enthält keine Bilder.",
    "no-wiki-url": "Bei der angegebenen Seite handelt es sich um keine Seite von Wikimedia.",
    "invalid-email-format": "Die angebene Email Adresse entspricht nicht dem gültigen Format.",
    "no-cc-licence": "Diese Datei steht nicht unter einer Creative-Commons-Lizenz."
  },
  "info-box": {
    "private-use": "Die Angabe eines Lizenzhinweises ist bei rein privaten Nutzungen meist nicht nötig.",
    "private-use-more-link": "&#8594; MEHR ERFAHREN",
    "dont-show-again": "Hinweis nicht mehr anzeigen",
    "understood-and-close": "Verstanden und schließen",
    "ported-licence": "Bestimmte Creative-Commons-Lizenzen wurden in speziell angepassten Ländervarianten herausgebracht, als so genannte portierte Lizenzen. Das von Ihnen abgefragte Bild wurde unter einer solchen portierten Lizenz veröffentlicht. Es wurde nicht geprüft, ob die Lizenzpflichten dieser Ländervariante der deutschen Sprachversion entsprechen. Sie können den Lizenzhinweis natürlich dennoch mit dieser Anwendung erstellen. Um ganz sicherzugehen, empfehlen wir Ihnen aber, die Lizenzpflichten anhand des Lizenztextes zu überprüfen. Der Lizenzhinweis muss außerdem an die Sprache des Nutzungskontextes angepasst werden, um seine Funktion vollständig erfüllen zu können."
  },
  "dialogue": {
    "public-domain-picture": "Dieses Bild wurde beim Upload als gemeinfrei gekennzeichnet, sodass kein Lizenzhinweis erforderlich ist.",
    "no-attribution-needed": "Kein Lizenzhinweis nötig",
    "more-information": "weitere Informationen",
    "adjust-attribution-for-usage": "Lizenzhinweis an die Nutzung anpassen",
    "adjust-legal-notice-for-usage": "Rechtehinweis an die Nutzung anpassen",
    "public-domain-text": "<p>Dieses Bild ist nach den ermittelten Details frei von Urheberrechten und kann daher genutzt werden, ohne dass Lizenzpflichten einzuhalten sind, also auch ohne, dass Hinweise auf den Urheber oder eine Lizenz gemacht werden müssten.</p><p>Nach deutschem Urheberrecht behält ein Urheber allerdings immer einen nicht verzichtbaren Kern an Rechten. Wir raten deshalb davon ab, sich die Urheberschaft an dem Bild anzumaßen oder es in einer Weise zu verwenden, die den Ruf des Urhebers schädigen kann. Es ist außerdem sinnvoll und für andere Nachnutzende hilfreich, zumindest einen Hinweis auf den gemeinfreien Status des Bildes zu geben.</p><p>In einigen Ländern (darunter auch Deutschland) werden regelmäßig Ansprüche auf einen Lichtbildschutz fotografischer Reproduktionen gemeinfreier Werke erhoben, und zwar sowohl bei Abbildungen von Plastiken und anderen dreidimensionalen Werken als auch bei Abbildungen von Gemälden. Es liegt in der Verantwortung der Weiternutzenden, abzuklären, ob sie dort, wo das jeweilige Bild verwendet werden soll, von solchen Ansprüchen betroffen sein könnten.</p>",
    "force-pd-attribution": "Trotzdem Rechtehinweis erstellen",
    "type-of-use-headline": "Wie möchten Sie das Bild nutzen?",
    "author-headline": "Wie lautet der Name bzw. die Namen des Ursprungsautors oder der Rechteinhaber?",
    "compilation-headline": "Wie möchten Sie das Bild veröffentlichen?",
    "editing-headline": "Möchten Sie das Bild in bearbeiteter Form verwenden?",
    "change-headline": "Was genau wird am Bild verändert?",
    "change-pd-headline": "Wenn Sie möchten, können Sie Ihre Änderungen kenntlich machen. Was genau wird am Bild verändert?",
    "creator-headline": "Wie möchten Sie als Urheber oder Urheberin Ihrer Änderungen genannt werden?",
    "licence-headline": "Unter welcher Lizenz soll das veränderte Bild veröffentlicht werden?",
    "done-headline": "Gratulation!",
    "answer-print": "In einem Medium, das Betrachtern keine Hyperlinks bietet (z.B. Druckerzeugnis, Foliensatz).",
    "answer-online": "Online.",
    "author-label": "Bitte tragen Sie die Informationen hier ein und geben Sie auch, wenn vorhanden, Zuschreibungen an Dritte (z.B. „sponsored by X“ oder „herausgegeben durch Y“) mit in das Textfeld ein:",
    "next": "Weiter",
    "answer-no-author": "Es wurden keine Informationen dazu gefunden.",
    "answer-compilation": "Zusammen mit anderen Werken.",
    "answer-no-compilation": "Einzeln.",
    "answer-edited": "Ja.",
    "answer-not-edited": "Nein, ich möchte das Bild in seiner ursprünglichen Erscheinungsform nutzen.",
    "author-question-mark": "Dies ist der beim Bild angegebene Name oder das Pseudonym des Urhebers bzw. der Urheber oder Rechteinhaber. Die Angaben sind in exakt der vorgefundenen Form vollständig in das untere Feld einzufügen, sofern vorhanden einschließlich © und/oder Jahreszahl.",
    "change-question-mark": "Es reicht eine Kurzangabe wie „Ausschnitt“ oder „Kolorierung“.",
    "compilation-question-mark": "Bitte wählen Sie diese Option, wenn Sie der Ansicht sind, dass Ihre Veröffentlichung des Bildes zusammen mit anderen Werken aufgrund von Auswahl und Anordnung der einzelnen Elemente eine eigene geistige Schöpfung, also ein eigenständiges Werk darstellt. Dies ist beispielsweise der Fall, wenn Sie das Bild eines von mehreren in einem Bildband oder oder einer Best-of-Zusammenstellung veröffentlichen wollen. Anders ist es bei einem Remix, etwa einer Collage aus mehreren Bildern. Das Ergebnis wird meist kein Sammelwerk, sondern eine Bearbeitung aller zusammen gemischten Bilder darstellen.",
    "editing-question-mark": "Sämtliche Änderungen, die Sie an dem Bild vornehmen und die den Eindruck des Bildes auf Betrachter verändern, sind Bearbeitungen (z.B. Zuschneiden oder Einfärben eines Bildes). Änderungen des Dateiformats oder Digitalisierungen sind dagegen keine Bearbeitungen, da hier das Bild und sein Eindruck auf Betrachter an sich unverändert bleibt.",
    "licence-question-mark": "Es werden nur Lizenzen zur Auswahl angeboten, die mit der ursprünglichen Creative-Commons-Lizenz kompatibel sind.",
    "creator-question-mark": "Bitte geben Sie möglichst Ihren vollständigen Namen an. Ein Pseudonym, Nickname oder „anonym“ ist auch möglich.",
    "same-licence": "Unter derselben Lizenz wie das ursprüngliche Werk.",
    "licence-text": "Lizenztext",
    "download-image-link": "Bild herunterladen",
    "file-page-link": "Internetadresse des Bildes auf Wikimedia Commons",
    "done": "Fertig",
    "typeOfUse": "Nutzungsart",
    "author": "Autor",
    "compilation": "Sammelwerk",
    "editing": "Bearbeitung",
    "change": "Veränderungen",
    "creator": "Urheber",
    "licence": "Lizenz",
    "back-to-top": "Weiteres Bild prüfen",
    "pd-attribution-hint": "als gemeinfrei gekennzeichnet, Details auf",
    "here": "hier"
  },
  "evaluation": {
    "by": "von",
    "edited": "bearbeitet",
    "done-text": "Sie haben alle Fragen beantwortet und können den Lizenzhinweis jetzt verwenden.",
    "done-text-legal-notice": "Sie haben alle Fragen beantwortet und können den Rechtehinweis jetzt verwenden.",
    "your-attribution": "Ihr Lizenzhinweis",
    "your-legal-notice": "Ihr Rechtehinweis",
    "copy": "Kopieren",
    "do-print-text": "Die angezeigten Informationen sollten Sie nach Möglichkeit in unmittelbarer Nähe zum Bild zeigen (z.B. unmittelbar unter dem Bild). Auf jeden Fall müssen Betrachter des Bildes die Informationen leicht finden können. Bei Büchern und Zeitschriften können die Informationen auch in einem Impressum oder anderer üblicher Stelle stehen, wenn dabei eindeutig die Zuordnung zu dem jeweiligen Bild erkennbar ist (z.B. durch Angabe der Seitenzahl).",
    "do-online-text": "Bitte beachten Sie, dass der Lizenzhinweis Verlinkungen enthält, die zwingend mit übernommen werden müssen, wenn Sie den Lizenzhinweis verwenden möchten. Die angezeigten Informationen sollten Sie nach Möglichkeit in unmittelbarer Nähe zum Bild zeigen (z.B. unmittelbar unter dem Bild). Auf jeden Fall müssen Betrachter des Bildes die Informationen leicht finden können. Zwecks unkomplizierter Übernahme wird Ihnen der Lizenzhinweis hier auch als Plaintext inklusive aller Verlinkungen und als HTML-Text zur Verfügung gestellt. So kann er unmittelbar in den Quelltext Ihrer Website übernommen werden.",
    "do-compilation-text": "Sollte Ihnen der Lizenzgeber mitgeteilt haben, dass Sie seinen Namen, Werktitel oder sonstige Hinweise auf ihn nicht veröffentlichen sollen, geben Sie bitte lediglich den Link zur Lizenz an. Diesen können Sie über den untenstehenden Button aufrufen. Der Urheber bzw. Rechteinhaber soll die Möglichkeit haben, zu entscheiden, ob er mit Name und Titel genannt werden möchte oder nicht, wenn sein Bild in einem Sammelwerk verwendet wird, mit dem er vielleicht insgesamt nicht in Verbindung gebracht werden möchte.",
    "dont-terms-of-use-headline": "Keine zusätzlichen Bedingungen aufstellen",
    "dont-terms-of-use-text": "Sie dürfen in Bezug auf das Bild keine zusätzlichen Bedingungen aufstellen, die die Nachnutzungsrechte aus der Creative-Commons-Lizenz beschränken (z.B. allgemeine Weitergabeverbote für die Inhalte auf einer Webseite, wenn diese Verbote die CC-lizenzierten Bilder nicht explizit ausnehmen).",
    "dont-sublicences-headline": "Keine Unterlizenzierung erlaubt",
    "dont-sublicences-text": "Sie dürfen keine Unterlizenzen an dem Werk erteilen. Dies bedeutet, dass Sie hinsichtlich des Bildes nicht selbst als Lizenzgeber auftreten dürfen. Lediglich wenn sie das Bild bearbeiten, können Sie selbst Lizenzgeber werden (und das auch nur hinsichtlich ihres schöpferischen Beitrags, nicht hinsichtlich des Ursprungsbildes). Spätere Nachnutzer, die das Bild über Sie erhalten, erhalten ihrerseits die Creative-Commons-Lizenz wieder direkt vom Rechteinhaber des Ursprungsbildes und nicht über Sie als Weitergebenden.",
    "dont-cc-licence-headline": "Bereits vorgefundene rechtliche Hinweise",
    "dont-cc-licence-text": "Sofern Sie beim Bild Hinweise auf eine Creative-Commons-Lizenz und/oder auf einen Haftungsausschluss vorfinden, dürfen diese Hinweise nicht geändert oder entfernt werden.",
    "dont-technical-protection-headline": "Keine technischen Schutzmaßnahmen",
    "dont-technical-protection-text": "Sie dürfen in Bezug auf das Bild keine technischen Schutzmaßnahmen verwenden, die den Nutzer bei der Ausübung von Rechten, die sich für ihn aus der Creative-Commons-Lizenz ergeben, behindern können (z.B. Kopierschutztechnik, die den Ausdruck eines PDF verhindert).",
    "dont-rightholder-connection-headline": "Keine Sonderverbindung zum Rechteinhaber",
    "dont-rightholder-connection-text": "Sie dürfen durch die Art und Weise, wie sie das Bild nutzen, nicht den Eindruck erwecken, dass Ihnen die Nutzung vom Rechteinhaber oder zu einem vom Rechteinhaber benannten Zuschreibungsempfänger individuell gestattet wurde und/oder dass der Rechteinhaber damit auf sonstige Weise Ihre Nutzung bewusst gutheißen wolle.",
    "show-licence-text": "Vollständigen Lizenztext ansehen",
    "show-cc-zero-text": "Vollständigen Text der Freigaberklärung anzeigen",
    "anonymous": "anonym",
    "copy-hint": "Kopieren Sie jetzt den markierten Text"
  }
}
